{"Accounting": {"degree_types": ["Certificate"], "descriptions": ["The undergraduate certificate in accounting provides students the opportunity to develop additional expertise in accounting without having to pursue a double major. This 12-credit certificate is available to all undergraduate students enrolled in the Wisconsin School of Business, with the exception of those students majoring in accounting."]}, "African Cultural Studies": {"degree_types": ["BA", "BS"], "descriptions": ["The mission of the Department of African Cultural Studies is to research and teach the languages and expressive cultures of Africa and Africans around the world. This includes work at the graduate and undergraduate levels, and emphasizes the development and application of analytical, linguistic, and methodological tools that enable students to work effectively and imaginatively across regions, languages, cultural forms, methodologies, and disciplines."]}, "African Studies": {"degree_types": ["Certificate"], "descriptions": ["The African Studies Program supports research, teaching, and outreach at the University of Wisconsin-Madison, bringing together scholars in multiple disciplines, students, teachers, and community partners to consider all aspects of land and life in Africa. The African Studies Program is a US Department of Education Title VI National Resource Center for Africa, a unit in The International Division, and a member of the campus consortium of internationally oriented programs known as the Institute for Regional and International Studies."]}, "Afro-American Studies": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["The Department of Afro-American Studies at the University of Wisconsin-Madison offers students an opportunity to study those aspects of black history, culture, and society in ideal interdisciplinary models that reconstruct African American life. It challenges students to critically examine facts and issues that are historically and contemporaneously relevant to the African American experience."]}, "Agricultural and Applied Economics": {"degree_types": ["BS"], "descriptions": ["Students develop and use economic data and models to analyze and understand a wide range of issues--including environmental problems, world hunger, energy and climate change, business economics and finance, economic development, globalization and trade, biotechnology, land-use management, and community development. Course subjects include economics, environmental economics, managerial economics, financial management, commodities and futures markets, the global economy, development in Latin America, Africa, and Asia, cooperatives, international trade, pollution, and regulation. Students acquire the necessary skills to pursue a rewarding career in consulting, government, business, or international organizations, or a graduate degree in economics, public policy, business or law."]}, "Agricultural Business Management": {"degree_types": ["BS"], "descriptions": ["Today's businesses and industries in the agricultural and food sectors of the economy are growing rapidly. Agribusiness industries, such as those that supply farm inputs or process and market agricultural products, need staff who are educated in both business and agriculture. Students in agricultural business management also find employment in companies specializing in biological systems engineering, landscape architecture, biotechnology, food technology, food science, food marketing, and large-scale farm enterprises."]}, "Agronomy": {"degree_types": ["BS"], "descriptions": ["Creating a healthier, more productive, more resilient agriculture for Wisconsin and the world. We generate and apply knowledge about the plants that feed and benefit humankind. We find and implement solutions to problems and opportunities concerning efficiency and sustainability of crop production and in safe and environmentally sound ways. We generate knowledge on the genetics, genomics, biochemistry, and physiology of plants. We study the interactions among cropping systems, climate, and the environment. We work to ensure that agricultural systems and products are able to meet rapidly-changing needs and those of future generations."]}, "American Indian Studies": {"degree_types": ["Certificate"], "descriptions": ["Students of American Indian studies go on to successful careers in administration, advising, academics, advocacy, the arts, business, community outreach, consulting, education, government, health or health education, journalism, library science, literacy programming, lobbying, management, politics, publishing, school counseling, social work, research, and many more."]}, "Animal Sciences": {"degree_types": ["BS"], "descriptions": ["Animal Sciences students focus on the biology of domesticated animals, including cattle, goats, horses, poultry, sheep, swine, as well as meat derived from the traditional meat animal species. The major emphasizes integration of biological principles from the gene to the organ to the herd or flock. Core courses in the major include animal breeding, veterinary genetics, animal and reproductive physiology, comparative animal nutrition, animal health, and meat science. The major offers a science track which includes math, physics, organic chemistry, and biochemistry for students with interests in postgraduate work in veterinary medicine, animal science, medicine, or other graduate programs. The major also offers a business emphasis from the School of Business."]}, "Anthropology": {"degree_types": ["BA", "BS"], "descriptions": ["At UW-Madison, anthropology consists of three subfields: archaeology--the investigation and analysis of the remains from past cultures, uncovered through excavation; biological anthropology--the study of human evolution and the roots of the biological and genetic diversity found among contemporary peoples; and sociocultural anthropology--the comparative study of society, politics, economy, and culture, whether in historical times or in our contemporary moment. UW also offers some classes in anthropological linguistics--the analysis of language and its place in social life. Comparative and empirical work--and fieldwork in particular--are the hallmarks of anthropology on this campus."]}, "Applied Mathematics, Engineering, and Physics": {"degree_types": ["BS"], "descriptions": ["This four-year degree program in the interdisciplinary physical sciences offers a strong theoretical foundation in related areas of engineering sciences, mathematics, and physics for professional work in the field of industrial research and technology. It also provides a foundation for graduate degree work in applied mathematics, engineering sciences, and physics. The AMEP program is an excellent choice for the student with broad interests in mathematics, physics, and engineering. AMEP emphasizes an integrated mathematics and physics curriculum and strives to achieve an optimum balance of breadth and depth in the physical sciences within the confines of a four-year degree."]}, "Applied Social Science, BLS": {"degree_types": [""], "descriptions": ["The Major in Applied Social Science is completed with the Bachelor of Liberal Studies degree. The BLS and MASS are offered fully online and are ideal for returning students with some college credit. UW-Madison Online programs are designed with adult students in mind; they give students the flexibility to earn their degree while still meeting obligations at work and home."]}, "Archaeology": {"degree_types": ["Certificate"], "descriptions": ["The archaeology certificate is designed to help students to develop the knowledge and practical skills needed to analyze archaeological materials and to participate in archaeological field research. Students who complete the certificate, along with a B.A. or B.S. degree from UW-Madison, improve their competitiveness in graduate school applications and are qualified for entry-level employment opportunities in archaeology. In addition to providing a strong intellectual foundation in archaeology and hands-on experience in fieldwork, the certificate provides an interdisciplinary link to courses in three or more departments, exposing students to diverse approaches to the study of our global human heritage."]}, "Art": {"degree_types": ["BS", "BFA"], "descriptions": ["The Department of Art's degree programs provide students with the critical and artistic skills needed to excel in contemporary, multidisciplinary art and design practices. Degree programs are highly ranked at both the national and the international level, attracting talented students with excellent academic credentials and a passion for art and design. UW-Madison art graduates are experts in creative problem solving, visual communication, teamwork and collaboration, and project management. These acquired skills and experiences can lead to fascinating and rewarding careers in animation, ceramics, glassblowing, metal fabrication, graphic and multi-media design, illustration, videography, photography, teaching and, of course, as a gallery artist."]}, "Art Education": {"degree_types": ["BS"], "descriptions": ["UW-Madison's art education program provides essential preparation for a variety of careers in art education. Students work directly with children and adolescents in both school and community-based field placements in every semester of the program. They study with world-renowned art and education faculty in a range of rigorous and engaging studio, art history, curriculum and instruction, educational psychology, and educational policy studies courses, while also connecting with Madison's vibrant arts community through field trips and service learning."]}, "Art History": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["The art history major provides a foundation for answering key questions about what it means to be human as well as valuable skills for today's workplaces. A specialized focus on images, objects, and the built environment promotes critical and creative approaches to analysis, problem-solving, writing and visual communication in a variety of media. Interdisciplinary collaborations encourage aesthetic, historical, economic, and ethical questions in order to produce new knowledge, sophisticated readers, engaged writers, critical viewers, independent thinkers, and confident cultural citizens who are well prepared to thrive in global society.", "The art history major provides a foundation for answering key questions about what it means to be human as well as valuable skills for today's workplaces. A specialized focus on images, objects, and the built environment promotes critical and creative approaches to analysis, problem-solving, writing, and visual communication in a variety of media. Interdisciplinary collaborations encourage aesthetic, historical, economic, and ethical questions in order to produce new knowledge, sophisticated readers, engaged writers, critical viewers, independent thinkers, and confident cultural citizens who are well prepared to thrive in global society.", "The art history certificate is designed to meet twenty-first century needs by promoting visual literacy in an increasingly visual world. Our classes teach critical and creative approaches to analysis, problem-solving, writing, and visual communication using a variety of artistic media, including painting, sculpture, architecture, photography, prints, ephemera, and the decorative arts. Students earning the certificate will hone skills in visual analysis and interpretation that make them more competitive in a variety of today's fields of employment, including (but not limited to) professions in the arts, in social sciences, and in physical sciences--all of which require the skills taught in our courses."]}, "Art Studio": {"degree_types": ["Certificate"], "descriptions": ["The certificate in art studio allows students from across campus, regardless of their major or degree program, to engage in a structured, meaningful art studio experience. The certificate was designed for students who may not have professional ambitions in the arts, but still have an interest in a special discipline and want to develop their talents. The certificate does not require previous coursework in art. The program provides a course of study in four focus areas: 2D, 3D, 4D, or photography. Students select one of these options and complete the required courses."]}, "Arts and Teaching": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Arts and Teaching is a great opportunity for undergraduate art-makers from all disciplines to incorporate teaching into their professional practice. The teaching artist is a valued professional in a range of learning settings from museums to theatre companies to providing support for school-based arts programs. We are excited to offer undergraduates the opportunity to learn about theories of teaching and learning, to work alongside future classroom teachers and other arts practitioners, and to try out teaching artist work in a community-based learning setting."]}, "Asian American Studies": {"degree_types": ["Certificate"], "descriptions": ["The Asian American Studies certificate program provides students with an opportunity to develop a sustained intellectual focus on Asian American racial formation, history, literature, culture, and social concerns. Interdisciplinary in nature, the certificate can be obtained by completing 12 credits of coursework."]}, "Asian Languages and Cultures": {"degree_types": ["BA", "BS"], "descriptions": ["The Department of Asian Languages and Cultures offers a wide variety of courses on East, South, and Southeast Asia taught by faculty who are specialists in their regions and disciplines. Whether you are taking your first step toward learning about Asia or you bring some background experience, an ALC major will expand your ability to think and work across cultural and linguistic boundaries. Majors may opt to study Asia in a transnational and transhistorical perspective or in a more focused course of study by choosing one of our named options in East Asia, South Asia, and Southeast Asia."]}, "Astronomy-Physics": {"degree_types": ["BA", "BS"], "descriptions": ["Astronomy, the oldest of the sciences, originated in the human urge to understand the mysterious lights we see in the sky above us--the Sun, the Moon, the planets and the stars. Over the centuries, new tools have become available to study these cosmic icons--telescopes that allow us to see further and fainter, detectors that are sensitive to electromagnetic signals at non-visible wavelengths, and satellites that can observe from outside the confines of the Earth's atmosphere. These tools have answered many questions, but raised even more. How did the Universe begin, and how did the stars and galaxies within it form? How will it end? Are there habitable planets around other stars--and has life emerged on these planets?"]}, "Athletic Healthcare": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Athletic Healthcare provides a structured undergraduate offering for students with an interest in healthcare for active populations. Students acquire specialized knowledge related to the fields of healthcare, sports, medicine, and physically active populations. The combination of required core courses and elective options makes this certificate appealing to students from a wide array of backgrounds and majors. Students can select elective courses that will be applicable to a variety of career interests. This program is intended to provide students with meaningful learning experiences and ultimately an advantage in pursuing advanced or professional degrees in a variety of health-related fields."]}, "Atmospheric and Oceanic Sciences": {"degree_types": ["BA", "BS"], "descriptions": ["The study of atmospheric and oceanic sciences includes all aspects of the atmosphere and physical oceanography, their mutual interaction, and their interaction with space and the rest of the earth system. Although a primary goal is to understand the atmosphere and ocean for the purpose of predicting the weather, atmospheric and oceanic sciences embraces much more: motions at large, medium, and small scales; past, present, and future climates; air chemistry and quality; clouds and precipitation; and solar and terrestrial radiation. In many areas, new remote-sensing technology including satellites is used to provide circulation patterns at both global and local scales."]}, "Biochemistry (L&S)": {"degree_types": ["BA", "BS"], "descriptions": ["Biochemistry is a very broad science that studies the molecules and chemistry of life. Biochemistry focuses on the structure, properties, and interactions of molecules such as proteins, nucleic acids, sugars and lipids. Biochemistry's aim is to understand how these molecules participate in the processes that support the various functions of the living cell. These studies are therefore essential for understanding disease and finding cures, for improving agriculture and the production of food and biofuels, and to produce innovation in biotechnology. Whereas other biological science majors may focus on cellular, organismal or population-level biology, biochemistry focuses on processes that occur at the molecular to cellular levels. Therefore, this major has a greater focus on basic and quantitative sciences, such as math and, particularly, on chemistry.", "Biochemistry is a very broad science that studies the molecules and chemistry of life. Biochemistry focuses on the structure, properties, and interactions of molecules such as proteins, nucleic acids, sugars and lipids. Biochemistry's aim is to understand how these molecules participate in the processes that support the various functions of the living cell. These studies are therefore essential for understanding disease and finding cures, for improving agriculture and the production of food and biofuels, and to produce innovation in biotechnology.."]}, "Biochemistry (CALS)": {"degree_types": ["BS"], "descriptions": ["Biochemistry is a very broad science that studies the molecules and chemistry of life. Biochemistry focuses on the structure, properties, and interactions of molecules such as proteins, nucleic acids, sugars and lipids. Biochemistry's aim is to understand how these molecules participate in the processes that support the various functions of the living cell. These studies are therefore essential for understanding disease and finding cures, for improving agriculture and the production of food and biofuels, and to produce innovation in biotechnology."]}, "Biological Systems Engineering": {"degree_types": ["BS"], "descriptions": ["Biological systems engineering (BSE) is the application of engineering principles to biological and agricultural systems which greatly impact our food, fiber, and renewable energy resources. Since biological systems engineering programs focus heavily on the protection and conservation of natural resources, it is not uncommon for them to be described as sustainable engineering programs."]}, "Biology (L&S)": {"degree_types": ["BA", "BS"], "descriptions": ["The biology major is designed for students with broad interests in the biological sciences. It is intended primarily to: prepare undergraduates for graduate studies in diverse areas of biology; prepare certain preprofessional students (e.g., medicine, veterinary medicine, dentistry) for advanced study in the health professions; provide a broad exposure to biology for students who want a general science education as biologists; and serve as initial preparation for students who later choose a more specialized major. The major is offered by the College of Letters & Science and the College of Agricultural and Life Sciences."]}, "Biology (CALS)": {"degree_types": ["BS"], "descriptions": ["The biology major is designed for students with broad interests in the biological sciences. It is intended primarily to: prepare undergraduates for graduate studies in diverse areas of biology; prepare certain preprofessional students (e.g., medicine, veterinary medicine, dentistry) for advanced study in the health professions; provide a broad exposure to biology for students who want a general science education as biologists, and serve as initial preparation for students who later choose a more specialized major. The major is offered by the College of Agricultural and Life Sciences and the College of Letters & Science."]}, "Biology Core Curriculum Honors": {"degree_types": ["Certificate"], "descriptions": ["Biology Core Curriculum (Biocore) is an undergraduate Honors biology certificate program for students who are motivated to learn biology within a small community of students, peer mentors, and faculty instructors. The four-semester curriculum of lecture and laboratory courses provides an integrated foundation of knowledge and skills applicable to any area of bioscience."]}, "Biology in Engineering for Engineering Majors": {"degree_types": ["Certificate"], "descriptions": ["The biology in engineering certificate (BEC) is designed for engineering students who want to strengthen their biology backgrounds. It is offered especially to encourage engineering students in traditional disciplines to prepare themselves to understand the special engineering problems in biology and medicine. A student successfully fulfilling the requirements will have the notation \"Biology in Engineering Certificate\" added to the transcript."]}, "Biomedical Engineering": {"degree_types": ["BS"], "descriptions": ["Biomedical engineering (BME) is the application of engineering tools for solving problems in biology and medicine. It is an engineering discipline that is practiced by professionals trained primarily as engineers, but with a specialized focus on the medical and biological applications of classical engineering principles. BMEs apply their multidisciplinary expertise to problems such as designing new medical instruments and devices, understanding and repairing the human body, and applying resourceful and cross-disciplinary approaches to age-old problems in the fields of medicine, biology, and beyond. A biomedical engineer can expect to work in a wide variety of multidisciplinary teams with professionals such as physicians, biologists, researchers, nurses, therapists, mathematicians, administrators, and many others while working in industry, as entrepreneurs, and in the medical profession and academia."]}, "Botany": {"degree_types": ["BA", "BS"], "descriptions": ["The Department of Botany provides an introduction to the living world: the diversity of its organisms; its historical origins through evolution; its principles of structure, function, and ecology; and its interactions, relationships, and effects on the nonliving world. Botany is the science of plants, algae, fungi, and bacteria--all living organisms except animals. Green plants and algae provide the photosynthetic energy for fueling all other life on earth and drive global water and carbon cycles. Fungi and bacteria are the fundamental recyclers of the earth."]}, "Business": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Business (CIB) program provides non-business students the opportunity to earn a concentration in a clearly defined academic program in business. The coursework allows students to develop a foundational understanding of business and apply this to their specific field, such as international studies or engineering. In addition to careers related to their own fields, students who earn the certificate have also found job opportunities in management, marketing, and other business fields."]}, "Business Administration-Human Resources": {"degree_types": ["BBA"], "descriptions": ["In the UW-Madison Online BBA in Human Resources you will learn about leadership, strategy, and decision-making that will land you in a demanding yet rewarding field. Through the highly ranked Wisconsin School of Business, you will gain valuable skills in communication, collaboration, problem solving, research and planning. You will learn to analyze an organization's compensation strategy, discern the best staffing techniques, address challenges facing labor and employment relations, use the best negotiation tactics and design work systems that help employees contribute to an organization's performance."]}, "Business Administration-Management": {"degree_types": ["BBA"], "descriptions": ["Management studies focus on the activities of leadership, power, decision-making, organizational structure and change, strategy and policy, and the integration of organizational functions. If you aim to be an entrepreneur or advance in a leadership position in a private business, government or nonprofit organization, a BBA in Management is a good fit for you."]}, "Business Administration-Marketing": {"degree_types": ["BBA"], "descriptions": ["If you're a strategic thinker and a creative problem-solver, then advancing in a career in marketing could be a good choice for you. Marketing is a diverse field that involves in-demand skills desired by top employers, large and small. It's also a growing field, particularly in the digital realm. Successful marketers will be analytical, creative and know how to leverage technology. The UW-Madison Online BBA in Marketing provides a robust foundation in business. From the highly ranked Wisconsin School of Business, you will gain valuable skills in communication, collaboration, creativity, relationship building and planning. You will learn to implement strategies related to product, place/distribution, price and promotion; analyze market segments and generate effective plans; leverage relevant sources to determine and support marketing actions; and apply analytical rigor to decisions."]}, "Business Management for Agricultural and Life Sciences": {"degree_types": ["Certificate"], "descriptions": ["Basic business literacy can benefit all graduates, no matter what their field or intended career. When entering the professional world, CALS students increasingly encounter situations that require an understanding of basic business and management concepts. The Certificate in Business Management for Agricultural and Life Sciences can provide students with the business skills that employers value."]}, "Business: Accounting": {"degree_types": ["BBA"], "descriptions": ["The accounting major provides a student with the foundation to excel as a certified public accountant, internal auditor, financial manager, controller, or consultant. Tools and techniques of planning, control, and decision analysis (including computer applications) are developed in broad areas such as financial and managerial accounting, taxation, consulting, cost analysis, computer auditing, and accounting systems."]}, "Business: Actuarial Science": {"degree_types": ["BBA"], "descriptions": ["Actuarial science involves the construction and management of insurance and pension systems using knowledge from statistics/data science, mathematics, economics, finance, and computer science. The field of actuarial science centers on data analytics for risk assessment. The Actuarial Science major curriculum prepares students for careers with insurance companies, consulting firms, healthcare organizations, and government organizations. Courses offered cover the material of the preliminary examinations of the Casualty Actuarial Society and the Society of Actuaries as well as more advanced subjects such as regression analysis, health analytics, and machine learning. While it is not required for students to sit for actuarial exams, more than 90% of our students pass at least two professional exams before they graduate."]}, "Business: Finance, Investment, and Banking": {"degree_types": ["BBA"], "descriptions": ["The finance, investment, and banking curriculum prepares students for careers in corporate financial management, the investments and securities business, and the management of financial institutions--e.g., banks and insurance companies. The theory of finance and its applications are emphasized. Students learn about: security analysis and valuation, security trading, government policy and financial markets, financial forecasting, capital structure, financial risk management, venture capital, security issuance, and international finance."]}, "Business: Information Systems": {"degree_types": ["BBA"], "descriptions": ["The major in Information Systems delivers a unique blend of business acumen, industry standards, and practical computing instruction. Students enjoy successful placement and satisfying careers because they possess both the in-depth knowledge of business processes and the ability to readily translate business requirements into value-added IT solutions. The curriculum is designed to prepare effective leaders in the design, development, and management of information systems--the lifeblood of a successful business model."]}, "Business: Management and Human Resources": {"degree_types": ["BBA"], "descriptions": ["Students in human resources management study how organizations attract, motivate, develop, and retain employees, and how they interact with organizations representing employees. Management studies focus on the activities of leadership, power, decision-making, organizational structure and change, strategy and policy, and the integration of organizational functions. Studies in entrepreneurship are designed for students who are interested in bringing new ideas to the marketplace."]}, "Business: Marketing": {"degree_types": ["BBA"], "descriptions": ["In the marketing major, students learn the foundations of marketing--product, place, price, promotion--and how these concepts impact business strategy and execution in different industries and contexts, as well as the importance of relationships with customers and channel partners. Marketing professionals possess and develop a variety of skills including qualitative and quantitative analysis, critical thinking, creativity, communications, and problem solving. The marketing major provides a robust foundation in the marketing discipline, coupled with the flexibility to pursue several areas of interest in the discipline."]}, "Business: Operations and Technology Management": {"degree_types": ["BBA"], "descriptions": ["The OTM major focuses on the design, production, and delivery of products and services to satisfy customer needs. OTM majors distinguish themselves by strong analytical and problem-solving capabilities together with the ability to provide high-level managerial insights into value-based service and production management. Program graduates are well-equipped for positions in supply chain management and logistics, business analytics, management consulting, service operations management, and manufacturing management."]}, "Business: Real Estate and Urban Land Economics": {"degree_types": ["BBA"], "descriptions": ["Our real estate program is ranked 2nd in the US by U.S. News & World Report 2020, and is nationally renowned for its ability to develop real estate professionals with superb analytical skills. Many of our graduates work as managers of and advisors to pension funds, insurance companies, real estate investment trusts, and investment banks. Other graduates go on to take public and private industry jobs in real estate development, appraisal, corporate real estate asset management, and real estate analysis."]}, "Business: Risk Management and Insurance": {"degree_types": ["BBA"], "descriptions": ["The major in risk management and insurance prepares students to identify, analyze, and manage risks that are inherent in the operation of profit and not-for-profit institutions. The major cultivates skills required for challenging opportunities in organizations that accept these risks--private and governmental insurers, as well as brokerage/agency and consulting organizations. Our program is ranked 1st in the US by U.S. News & World Report, 2020."]}, "Business: Supply Chain Management": {"degree_types": ["BBA"], "descriptions": ["The field of supply chain management (SCM) integrates business functions concerned with the movement of goods, services, and information along the value chain with the goal of creating value for the end customer. SCM is a cross-functional discipline involving many components of business including product development, marketing, demand/supply planning, sourcing, production, inventory, logistics, customer service, and the relationships between businesses and their channels of distribution."]}, "Cartography and Geographic Information Systems": {"degree_types": ["BA", "BS"], "descriptions": ["In an era of massive data sets and location-based apps, maps and geospatial data have never been more important, and the Cartography and GIS major covers the conceptual foundations and technical skills needed to harness maps and geospatial data. Courses range from graphic design and web mapping to big data analytics and mobile app development, with all courses having an important laboratory component to work with industry-standard cartography and GIS technology.", "In an era of massive data sets and location-based apps, maps and geospatial data have never been more important, and the UW-Madison Cartography and GIS major covers the conceptual foundations and technical skills needed to harness maps and geospatial data to solve society's most pressing problems. Courses range from graphic design and web mapping to big data analytics and mobile app development, with all courses having an important laboratory component to work with industry-standard cartography and GIS technology."]}, "Chemical Engineering": {"degree_types": ["BS"], "descriptions": ["Chemical engineers exploit advances in chemistry and biology to create new products, design chemical processes, develop energy resources, and protect the environment. Students receive a thorough grounding in chemistry, biology, mathematics and physics. With this broad scientific training, chemical engineers work effectively on a diverse set of problems involving chemical, physical, and biological phenomena. For example, chemical engineers develop environmentally benign and safe processes to make the chemical products that people depend on. Opportunities for chemical engineers span numerous industries: pharmaceuticals, polymers, energy, food, consumer products, biotechnology, and electronic and optical materials."]}, "Chemistry": {"degree_types": ["BA", "BS"], "descriptions": ["The mission of the Department of Chemistry is to conduct world-class, groundbreaking research in the chemical sciences while offering the highest quality of education to undergraduate students, graduate students, and postdoctoral associates. The department's leadership in research includes the traditional areas of physical, analytical, inorganic, and organic chemistry, and has rapidly evolved to encompass environmental chemistry, chemical biology, biophysical chemistry, soft and hard materials chemistry, and nanotechnology."]}, "Chicana/o and Latina/o Studies": {"degree_types": ["Certificate"], "descriptions": ["The program in Chicana/o and Latina/o Studies (CLS) offers a systematic and interdisciplinary analysis of Mexican- and Latin-American-origin people, cultures, and collectivities within the United States. The CLS certificate is designed to provide students with a broad knowledge base and the intellectual tools to understand the unity and diversity of US Latina/o populations. The primary objective of the CLS program is to train students in the study of Chicana/o and Latina/os, as well as to introduce them to the central questions, topics, and applications that have emerged in this field of inquiry."]}, "Chinese": {"degree_types": ["BA", "BS", "BSE"], "descriptions": ["The Chinese program offers students a range of courses and activities which impart an understanding of the culture and civilization of China. With the completion of three years of the language, students will be prepared to handle various types of colloquial Chinese. Most majors pursue advanced studies in Chinese linguistics or literature, while others combine an interest in China with a degree in business, education, engineering or journalism.", "The undergraduate World Language Education Program, including the Chinese major, was suspended in the fall of 2020 and will be discontinued at the undergraduate level as of fall 2023. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program."]}, "Chinese Professional Communication": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Chinese Professional Communication provides students with the opportunity to develop proficiency in Chinese while pursuing majors in other subjects across the university. It emphasizes the development of communication skills that are applicable to various professional contexts that students may encounter in their future careers."]}, "Civil Engineering": {"degree_types": ["BS"], "descriptions": ["The Department of Civil and Environmental Engineering offers an ABET-accredited B.S. degree in civil engineering, which may be accompanied by an option in environmental engineering or in construction engineering and management. Civil and environmental engineers are responsible for the sustainable design of facilities that protect the health and welfare of communities and the environment, while also ensuring society's financial health. More specifically, they are responsible for the conception, design, and construction of public works."]}, "Classical Humanities": {"degree_types": ["BA", "BS"], "descriptions": ["The classical humanities major allows students to combine their love of ancient language with the exploration of the literature, civilization, and culture of Greece, Rome, and the Ancient Near East. Students study Greek, Latin, or Biblical Hebrew in two- or four-semester combinations, and they choose from a wide selection of complementary courses, including topics in art, architecture, archaeology, history, literature, philosophy, and politics. In addition to supporting their language study, these subjects enable our majors to develop a more comprehensive understanding of the ancient world."]}, "Classical Studies": {"degree_types": ["Certificate"], "descriptions": ["The classical studies certificate allows students to explore the literature, civilization, and culture of the ancient world. It is especially ideal for students drawn to Greek, Roman or Ancient Near Eastern society but less interested in language study. Both the flexibility and variety are additional features that make the certificate attractive to students. Course options include topics in art, architecture, archaeology, history, literature, philosophy, and politics. Students are free to explore their individual interests on the way to developing a more comprehensive understanding of the ancient world."]}, "Classics": {"degree_types": ["BA", "BS"], "descriptions": ["The classics major allows students to achieve proficiency in both Greek and Latin. Majors who choose an emphasis in Greek, also complete four semesters of Latin, and likewise, those who choose an emphasis in Latin, complete four semesters of Greek as well."]}, "Communication Arts": {"degree_types": ["BA", "BS"], "descriptions": ["The communication arts major offers a liberal arts approach to studying communication. The value of the liberal arts approach is that students not only learn specific skills, they also gain a deep understanding of communication theory, history, research, and criticism. Majors learn to apply communication principles in different contexts and with a variety of different media. As a result, the communication arts major prepares students for a wide range of jobs and careers, including those that don't exist yet."]}, "Communication Sciences and Disorders": {"degree_types": ["BA", "BS", "BSE"], "descriptions": ["The major in communication sciences and disorders provides students with opportunities for study in the areas of speech-language pathology, audiology, and the normal aspects of speech, hearing, and language. Most students pursue this major because they hope to work as a licensed and certified clinical speech-language pathologist or audiologist, assisting clients with communication impairments arising from acquired neurological conditions, developmental conditions, genetic conditions, or unknown causes."]}, "Community and Environmental Sociology": {"degree_types": ["BS"], "descriptions": ["The Department of Community and Environmental Sociology's focus is on the relationship between people and their natural environment and with the communities in which people live, work, and play."]}, "Community and Nonprofit Leadership": {"degree_types": ["BS"], "descriptions": ["Through academic study, community engagement, and applied research, Community and Nonprofit Leadership (CNPL) undergraduate students develop into competent, caring professionals interested in community-based change and the expanding nonprofit sector. In smaller, inclusive, project-based courses, CNPL students collaborate with each other and community partners, gaining practical experience and making a difference through their coursework. The CNPL bachelor of science degree prepares its graduates for careers in community and nonprofit settings, graduate school (in law, policy, community health, etc.), and post-baccalaureate service-oriented programs (such as Peace Corps, AmeriCorps, City Year, etc.), enabling them to create, lead, and support innovative community-based initiatives that change lives and make the world a better place. Their work and advanced study address human, family, and civil society issues such as: food and environmental justice, homelessness and rights to housing, health equity, gender equality, racial justice, community and leadership development, community organizing, advocacy, and more."]}, "Computer Engineering": {"degree_types": ["BS"], "descriptions": ["Computer engineers design, develop, analyze, research, and manufacture hardware, software, and systems that process, store, and convey digital information. These systems include personal computers, workstations, mainframe computers, and embedded digital systems. Embedded systems consist of one to many computers within other products such as aircraft, automobiles, communication switching systems, networking components, biomedical instrumentation, and industrial automation systems. These systems are characterized by the use of digital electronic hardware and software in performing useful tasks. Computer software in combination with digital integrated circuits provides the foundation for the current revolution in computers and communications. This focus on software and digital hardware distinguishes the computer engineer from the electrical engineer."]}, "Computer Sciences": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["Computer scientists enjoy exceptional career opportunities, in settings ranging from large, established companies to adventurous new start-ups. They are also well qualified to pursue graduate study in a number of fields. Our students are creative, analytical problem-solvers. This is a rich, collaborative and varied field that you will find challenging, no matter where your individual interests lie. And there is more to CS than programming. While software engineering is an important skill, computer scientists also work with robots and other physical devices, design hardware that runs faster and more efficiently, and apply machine learning techniques to gain insight from large data sets--to name just a few examples. Because CS has become highly interconnected with medicine, business and many other fields, it is a great fit with other interests you may have. You will enjoy a strong career outlook while having an impact on society.", "Regardless of your major, you can enhance your career with a background in computer sciences. The computer sciences certificate is designed to deepen and validate your computing savvy for your future career prospects and/or graduate school. Compared to a major in computer sciences, the certificate requires fewer courses and offers more flexibility in course selection."]}, "Conservation Biology": {"degree_types": ["BA", "BS"], "descriptions": ["Conservation Biology is a science-based major designed to provide students broad training in biological, ecological, and related disciplines most relevant to conservation. The program emphasizes basic knowledge of natural history, whole organism biology, ecological interactions, and field biology. The major is characterized by flexibility with a broad range of opportunities allowing students to tailor the program to their interests. This major appeals to independent students capable of assembling a curriculum that takes maximum advantage of both strong background, diversity, and specialization, as well as the breadth available through an L&S major. The program has a unique appeal to students passionate about conservation biology, from the social scientist to the theoretical ecologist, and empowers students to act as informed citizens of the natural world."]}, "Consulting": {"degree_types": ["Certificate"], "descriptions": ["The Consulting Certificate from the Wisconsin School of Business is a 13 credit certificate that helps students develop a consultative process and mindset that integrates critical skills in the areas of project management, business communication, advanced analytics and/or strategy and technology."]}, "Consumer Behavior and Marketplace Studies": {"degree_types": ["BS"], "descriptions": ["Consumer Behavior & Marketplace Studies leverages technology and research to understand and improve the global customer experience. This bachelor of science degree blends business and analytics with creativity, trend tracking, and technology. Students develop the skills to work in an industry that powers economies and offers ample employment opportunities, including online retailing and social commerce professions. Our experienced faculty guide students through an inspiring and flexible curriculum that prepares them for careers in a dynamic and globally-focused industry."]}, "Consumer Finance and Financial Planning": {"degree_types": ["BS"], "descriptions": ["This program provides an opportunity for students to complete the B.S. Consumer Finance and Financial Planning degree at a distance. This option is ideal for returning students with some college credits who would like to complete the program in a flexible online format, with no on-campus attendance required. This program is interdisciplinary with an emphasis on financial management and the economic well-being of individuals and families. Topics include financial counseling, coaching, wealth management, financial product development, financial technology, and consumer behavior. Completion of the program and one additional elective course will make graduates eligible to sit for the Certified Financial Planner(r) (CFP) exam, which SoHE students pass well above the national average."]}, "Consumer Marketplace Studies": {"degree_types": ["BS"], "descriptions": ["Consumer Marketplace Studies provides an opportunity for students to complete their degree at a distance. This option is ideal for returning students with some college credits who would like to complete their undergraduate degree in a flexible online format, with no on-campus attendance required. Program emphasis is on researching, understanding, and improving the global customer experience. Topics include retailing, consumer behavior, and consumer research and analysis. Graduates will be prepared to meet industry demand for employees with strong analytic and decision-making skills, who can redefine the way companies empathize and engage with their customers."]}, "Criminal Justice": {"degree_types": ["Certificate"], "descriptions": ["The Criminal Justice Certificate Program includes an interdisciplinary sequence of classes and an internship, for students interested in the American criminal and juvenile justice systems. Certificate students select courses in legal studies and from the departments of Sociology, Political Science, Social Work, Psychology, Gender and Women's Studies, Anthropology, History, Human Development and Family Studies, Rehabilitation Psychology, Integrated Liberal Studies, and Counseling Psychology. Students gain a broad understanding of the philosophy, theories, and operation of the adult and juvenile justice systems."]}, "Dairy Science": {"degree_types": ["BS"], "descriptions": ["Undergraduates in Dairy Science prepare for a variety of career opportunities that require a strong background in applied animal biology. Careers include: agribusiness, dairy farm management, technical service and consulting, research, and teaching. Students also enroll in the major to prepare for veterinary school, medical school, or graduate school. The Dairy Science major may be combined with other majors such as Agricultural and Applied Economics, Biological Systems Engineering, Genetics and Genomics, Life Sciences Communication, and Agronomy. Multiple out-of-classroom learning opportunities are included in the curriculum and internships on farms or with agribusiness are required to provide the practical training needed for success in any 21st-century careers. Many students gain valuable experience through part-time employment in research labs or in the student-operated dairy cattle instruction and research center."]}, "Dance": {"degree_types": ["BS", "BFA", "Certificate"], "descriptions": ["The dance department offers a wide range of courses for majors and nonmajors to study the art and science of human movement. An undergraduate major in dance is an excellent means of gaining in-depth knowledge of the art form and its related fields. Dance degree graduates become well-prepared dance artists/educators who go on to pursue dance professionally, or have careers in related occupations such as administration, health care, or business. Recent graduates have taught in K-12 and higher education, started their own companies, have operated their own studios, and danced with major dance companies throughout the US, including Urban Bush Women, Pat Graney, and Nikolais/Louis.", "The dance department offers a wide range of courses for majors and nonmajors to study the art and science of human movement. An undergraduate major in dance is an excellent means of gaining in-depth knowledge of the art form and its related fields. Dance degree graduates become well-prepared dance artists/educators who go on to pursue dance professionally, or have careers in related occupations such as administration, health care, or business. Recent graduates have taught in K-12 and higher education, started their own companies, have operated their own studios, and danced with major dance companies throughout the U.S., including Urban Bush Women, Pat Graney, and Nikolais/Louis.", "The certificate in Dance provides a general, core curriculum in dance that is available for students pursuing other majors and fields. The courses intend to give the certificate student a solid foundation in contemporary dance practice and theory. Students take a variety of technique courses such as contemporary dance, ballet, and other forms, as well as courses in somatics, improvisation, dance history and dance composition."]}, "Dance Studies": {"degree_types": ["Certificate"], "descriptions": ["The Dance Studies Certificate is a 14-credit certificate program for any undergraduate student interested in the exploration of dance from an interdisciplinary, academic approach--to understand its political, social and historical significance. The certificate is designed to enhance a student's main area of study, and provide knowledge and skills in the analysis, interpretation, and contextualization of dance and movement in society and culture."]}, "Data Science": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["Students in the Data Science major will be able to apply computational, mathematical, and statistical thinking to data-rich problems in a wide variety of fields in a responsible and ethical manner. This includes the ability to manage, process, model, gain meaning and knowledge, and present data. Data Science is one of the fastest growing career sectors in Wisconsin and across the nation.", "Students in the Data Science certificate will develop abilities such as data management, reproducibility, modeling strategies, and ethical considerations of data science to be paired with their knowledge gained from their major or domain area. Data Science is one of the fastest growing career sectors in Wisconsin and across the nation."]}, "Design Strategy": {"degree_types": ["Certificate"], "descriptions": ["Housed in the School of Human Ecology, this eighteen-credit certificate in Design Strategy provides undergraduate students from all majors with a hands-on, interdisciplinary approach to problem solving for strategic change. Through applying Design Thinking techniques and exploring the interconnections between people, built, natural, and financial environments, students will learn to put ideas into action and develop forward-thinking approaches to a variety of issues."]}, "Development Economics": {"degree_types": ["Certificate"], "descriptions": ["The certificate in development economics gives students a solid foundation of analytical skills that will enable them to better understand the challenges created by world poverty. They will learn how economics can be used to address the problems of poverty and the impact of globalization on growth and development. Students will focus on such issues as: the relationship between population growth and economic growth, the major debates about food self-sufficiency and food security, how child labor and gender discrimination limit economic development, and what environmental problems are posed by economic development."]}, "Digital Cinema Production": {"degree_types": ["Certificate"], "descriptions": ["Explore the fundamentals of storytelling through the digital cinema production certificate. Certificate students complete coursework in screenwriting, producing, directing, cinematography and sound, editing, and related fields. They master the aesthetic and technical tools of moving-image storytelling, learn creative decision making, employ collaborative work skills, and apply industry standards. The digital cinema production certificate is relevant to undergraduates across campus who are considering careers in film, television, documentary, and internet-based media."]}, "Digital Studies": {"degree_types": ["Certificate"], "descriptions": ["Digital studies at the University of Wisconsin-Madison explores the relationship between communication and digital forms of media by asking four questions: 1) how do digital media affect the ways we communicate? 2) how do we use digital tools to best communicate with each other? 3) what roles do the visual, sound and interactive elements of digital media play and how can we use them? and 4) how do digital technologies affect the way we access and understand information? It forges new connections across disciplinary boundaries by addressing distinct yet overlapping areas of intellectual activity. The digital studies certificate brings together departments from across campus and allows students to choose from over fifty courses to create their own individualized digital curriculum, where students have the opportunity to both produce digital content and critically assess the digital content they encounter."]}, "Disability Rights and Services": {"degree_types": ["Certificate"], "descriptions": ["The Disability Rights and Services certificate provides undergraduates across the broader campus with knowledge, skills, and dispositions to contribute to the department's mission. Students completing the certificate will become advocates for equity and inclusion of individuals with disabilities within their own major programs of study and future careers."]}, "East Asian Studies": {"degree_types": ["Certificate"], "descriptions": ["The undergraduate certificate in East Asian studies is available to students working toward a baccalaureate degree in any of the University of Wisconsin-Madison schools and colleges, and to University Special students. This certificate meets the needs of students choosing to focus on the East Asian region (China, Korea, Japan, and Tibet) within their primary major, but not wishing to commit to the rigorous language study required by the relevant majors in the Department of Asian Languages and Cultures. Students select coursework reflecting their interests from myriad classes offered through many university departments, and can work toward a variety of undergraduate majors. Upon earning the certificate, this emphasis is noted on the student's transcript. The certificate is of value to students wishing to demonstrate their knowledge of the East Asian region either to potential employers or to graduate schools."]}, "East Central European Languages, Literatures, and Cultures": {"degree_types": ["Certificate"], "descriptions": ["Are you fascinated with East Central Europe? Do you want to learn Czech, Polish, or Serbo-Croatian? Can you imagine using any of these three languages in your future career or research? Since language and culture go hand in hand, the certificate in East Central European Languages, Literatures, and Cultures (ECELLC) combines language training (intermediate to advanced proficiency) with a wide variety of courses on the life of the region."]}, "Economic Analytics": {"degree_types": ["Certificate"], "descriptions": ["When analyzing data, economists use many of the same statistical tools as other disciplines. However, economists have a tradition of formally combining data analysis with economic models, giving a different perspective on data and how to think about data analysis. This certificate will introduce non-Economics majors to this economic approach to data analytics."]}, "Economics": {"degree_types": ["BA", "BS"], "descriptions": ["A major in economics gives students a greater understanding of how people, businesses, and governments respond to their economic environments. Many of the issues that fill the newspapers--jobs, wages, taxes, the cost of living, inequality, pollution, poverty, and economic growth--are, in fundamental ways, economic issues. The daily decisions of businesses and consumers are largely economic. Economists seek to understand the decisions of businesses, consumers, and current economic issues by developing a systematic and thorough understanding of precisely how the economic system operates, including the mechanisms by which resources are allocated, prices determined, income redistributed, and economic growth promoted."]}, "Education and Educational Services": {"degree_types": ["Certificate"], "descriptions": ["Education is a topic of widespread interest to UW-Madison students and is one of the hotly contested subjects in today's politics and society. The Education and Educational Services (EES) Certificate Program provides a cohesive set of courses for undergraduate students interested in the many aspects of education, but who choose not to major in education during their undergraduate degree."]}, "Education Studies": {"degree_types": ["BS"], "descriptions": ["The Education Studies degree program addresses urgent questions related to domestic and global education policy and practice. Majors will become well-informed leaders who can engage critically, thoughtfully, and ethically in educational policy debates and practices in Wisconsin, the US, and the world. Undergraduates interested in issues of inequality and social justice will have the opportunity to study these dimensions of educational reform. Courses explore the interconnections between education and other major socio-economic institutions, including the justice system, the healthcare system, political systems, economic development, and foreign affairs. Students study educational debates including those concerning education-related social disparities and the pursuit of equal educational opportunities for all, and have opportunities to engage in community-based learning, study abroad, and internship experiences related to education studies."]}, "Educational Policy Studies": {"degree_types": ["Certificate"], "descriptions": ["The Educational Policy Studies Certificate was designed specifically for undergraduate students from across the campus. The department offers multidisciplinary courses in the history, sociology, anthropology, and philosophy of education, comparative and international education, and educational equity. Courses in policy analysis emphasize the socio-economic context and implications of policy decisions on equity, justice, and well-being. The completion of the EPS certificate formalizes a student's interest in the multiple dimensions of this discipline."]}, "Electrical Engineering": {"degree_types": ["BS"], "descriptions": ["Electrical engineers design, develop, analyze, research, and manufacture systems such as those for power generation distribution, communication, control, and instrumentation. Electrical engineers are also concerned with the devices that make up these systems, such as transistors, integrated circuits, rotating machines, antennas, and fusion plasma confinement devices. Low-power, reliable integrated circuits allow dramatic improvements that have driven the revolution in communications and computation. High-power transistors in combination with electronic controls are serving as the foundation for new ways of efficiently utilizing electrical power."]}, "Elementary Education": {"degree_types": ["BSE"], "descriptions": ["The University of Wisconsin-Madison Elementary Education program prepares teachers to foster high academic achievement in all students--attending in particular to students of color, students from minoritized racial, cultural, linguistic or socioeconomic backgrounds, and students with disabilities. In our program, our teachers-to-be learn to recognize how their own backgrounds shape their thinking and actions, how racial hierarchies disserve all students, and how powerful teaching practices can change kids' lives."]}, "Engineering for Energy Sustainability": {"degree_types": ["Certificate"], "descriptions": ["Equity and sustainability of energy resources in the face of increasing global population and economic development are key issues at the center of the public discourse today. The objective of this certificate program is to offer undergraduate students a suite of courses addressing energy sustainability. The courses span across the engineering curriculum, with firm roots in real-world design and engineering practices."]}, "Engineering Mechanics": {"degree_types": ["BS"], "descriptions": ["Engineering mechanics is the scholarly term for the study of forces and the resulting deformations, accelerations, motions, vibrations and other action that they cause. As such, engineering mechanics forms the foundation of a degree in aerospace, mechanical or civil engineering, and it is fundamental to important parts of biomedical engineering, chemical engineering, materials science, and other engineering disciplines. Hence, a degree in engineering mechanics provides a broad scientific background which enables its graduates to tackle challenging problems in most fields of engineering. The curriculum emphasizes the basic sciences, fluid dynamics, thermodynamics, mechanics, materials science, and electrical engineering. Although the degree program is entitled engineering mechanics, the program is most comparable to aerospace engineering and mechanical engineering programs at various universities across the United States. However, internationally, this field is more commonly known as \"mechanics\" rather than \"mechanical engineering\" or \"aerospace engineering.\" A few select universities in the United States offer programs that are similar to UW-Madison's engineering mechanics program under titles such as \"engineering science\" or \"theoretical and applied mechanics.\""]}, "Engineering Physics": {"degree_types": ["BS"], "descriptions": ["The Department of Engineering Physics offers the B.S. degree in engineering physics. The degree is designed to provide graduates with skills in emerging technological areas. They are well prepared for pursuing advanced graduate degrees and for employment in high-tech startup companies and traditional engineering firms, as well as positions in academia, government, and national laboratories. Students specialize in one of three areas: nanoengineering, plasma science and engineering, and scientific computing. Distinguishing features of the engineering physics degree include a strong emphasis on math, physics, and engineering fundamentals; choice of a technical focus area; and emphasis on research as part of a campus research group or through individually mentored research with a faculty member, culminating in a senior thesis."]}, "Engineering Thermal Energy Systems": {"degree_types": ["Certificate"], "descriptions": ["Efficient use of thermal energy is an increasingly popular area of interest for UW-Madison engineering students and employers. The objective of the certificate in engineering thermal energy systems program is to provide students in the College of Engineering with an organized set of courses that will improve their capacity to analyze and design innovative thermal energy systems. These systems include, but are not limited to, energy conversion systems and their fuels, refrigeration, combustion, and solar energy. Thermal energy systems either employ thermal energy directly or convert thermal energy to other energy forms."]}, "English": {"degree_types": ["BA", "BS"], "descriptions": ["The English major teaches students to appreciate and use the English language and literature effectively for critical thinking, effective communication, citizenship, and career success. English majors build strong writing skills and engage in high-level critical and analytical thinking. They encounter enriching, enduring, experimental, and complex works of literature. And they grapple with perspectives far distant from their own, examining their deepest values. Instructors introduce students to a wide range of genres and cultural perspectives, and pay close attention to all aspects of student thinking and writing, from logic and evidence to originality and style. Fostering communication skills, stimulating creativity, developing cultural sensitivity, and sharpening analytical abilities, the English major prepares students for a broad range of careers.", "English majors choose one of three tracks: the general major (which emphasizes literary and cultural studies), creative writing, or language and linguistics. All majors take a core curriculum that introduces them to a range of approaches to literature and language, including courses in literary and cultural history. Students who opt for the general major build on core courses with intermediate and advanced classes that focus on texts from across a range of periods and places, investigating literature and culture using multiple methods and approaches. Students pursuing the emphasis on creative writing take the core curriculum with a sequence of creative writing workshops. Students wishing to emphasize language and linguistics choose options in grammar, the history of the English language, phonology, and language acquisition."]}, "Entomology": {"degree_types": ["BS"], "descriptions": ["Entomologists conduct insect-based research in numerous areas ranging from general biology, natural history, systematics, ecology and behavior, to molecular biology, physiology and development, to medical and agricultural entomology. Emerging areas include invasive species, biodiversity, pollination ecology, forensics, global health, and genomics. Entomology is a very specific discipline, yet at the same time, an immensely broad and diverse field of study touching a wide array of other subjects. As such, entomological training provides many choices and opportunities for those interested in the diversity of nature. While some entomologists work in the field, others work in the laboratory or classroom."]}, "Entrepreneurship": {"degree_types": ["Certificate"], "descriptions": ["The undergraduate certificate in entrepreneurship is one of the most popular certificates at UW-Madison. It offers opportunities for non-business undergraduates interested in learning the skills for entrepreneurial thinking. These skills are critical both now and in the future if you are starting a new venture, working for a startup, or tackling new ventures within existing organizations. Modern businesses rely heavily on the ability to recognize and seize opportunities. Cutting-edge technologies, innovative business models, and ever-changing market landscapes determine which firms thrive and which do not. Taking initiative, thinking entrepreneurially, and acting upon opportunities are key ingredients of success in this environment."]}, "Environmental Engineering": {"degree_types": ["BS"], "descriptions": ["The Environmental Engineering program is an excellent degree choice for students who are interested in the sustainable design, construction, and operation of systems and facilities that: treat and distribute safe and reliable drinking water; recover material, nutrient, and energy resources from wastewater and solid waste; protect and restore wetlands, streams, lakes, and groundwater; allocate water resources for urban, rural, and recreational use; protect and develop coastal shorelines and stream banks; manage stormwater and minimize risk of flood events; reduce, reuse, and recycle solid wastes; minimize the production of and provide treatment of industrial and agricultural wastes; minimize the production of and provide treatment of industrial air emissions; prepare society for the impacts of climate change; and slow down or reverse climate change."]}, "Environmental Sciences (L&S)": {"degree_types": ["BA", "BS"], "descriptions": ["The Environmental Sciences major satisfies the growing demand among entry-level students for a rigorous, science-based program that promotes critical thinking and emphasizes environmental problem solving in service to society. The program is designed to prepare graduates who will be highly competitive for entry-level positions in nonprofit and private sectors, and for master's programs and doctoral research programs in environmental fields. Possible career paths include environmental monitoring, consulting, education, research, and planning, as well as natural resource management, ecology restoration, remediation, water and air quality assessment, sustainability practices, and more. Undergraduates in Environmental Sciences prepare for a variety of career and graduate school opportunities that require a strong background in the natural sciences. Foundational course work in the major includes calculus, biology, chemistry, and physics. Core and elective course work is fulfilled through diverse offerings from both the College of Agricultural and Life Sciences and the College of Letters & Science.", "The Environmental Sciences major can be earned in either the College of Agricultural and Life Sciences (CALS) or the College of Letters & Science (L&S) under the bachelor of science (B.S.) or bachelor of arts (B.A.) degree program. An undergraduate B.S. degree is offered through both colleges. A B.A. option is offered through L&S only. Students are encouraged to review the degree requirements for both L&S and CALS and choose the college from which they would prefer to earn their degree; students may choose only one degree \"home.\""]}, "Environmental Sciences (CALS)": {"degree_types": ["BS"], "descriptions": ["The Environmental Sciences major can be earned in either the College of Agricultural and Life Sciences (CALS) or the College of Letters & Science (L&S) under the bachelor of science (B.S.) or bachelor of arts (B.A.) degree program. An undergraduate B.S. degree is offered through both colleges. A B.A. option is offered through L&S only. Students are encouraged to review the degree requirements for both L&S and CALS and choose the college from which they would prefer to earn their degree; students may choose only one degree \"home.\""]}, "Environmental Studies": {"degree_types": ["Certificate"], "descriptions": ["The Environmental Studies Certificate Program allows undergraduate students at UW-Madison to explore the environmental intersections that complement their major, but with fewer curricular requirements than the major. Students completing the certificate also benefit from participation in the Nelson academic community and gain invaluable access to a network of multidisciplinary problem-solving colleagues."]}, "European Studies": {"degree_types": ["Certificate"], "descriptions": ["The European Studies Program promotes knowledge and understanding of Europe both on and off campus, and provides integrated interdisciplinary studies on contemporary Europe for both undergraduate and graduate students. The program brings together scholars on campus interested in different aspects of Europe to discuss topics of mutual interest. More than thirty departments offer courses on Europe (excluding language courses), providing the largest number of courses on any region of the world other than the United States."]}, "Folklore": {"degree_types": ["Certificate"], "descriptions": ["Folklore is a discipline which crosses cultural borders and ethnic boundaries. It seeks to define the place of cultures and ethnicities within the family of humankind as well as examine and document how they intersect and influence each other. It builds bridges of understanding and is critical to our appreciation of how the world works, and how we use traditional knowledge to meet new challenges."]}, "Food Science": {"degree_types": ["BS"], "descriptions": ["The Department of Food Science's undergraduate program offers students valuable real-world experience and leadership skills by providing an innovative curriculum; varied club and extracurricular activities; research lab opportunities; access to a fully functional and award winning dairy plant; professional and industry contacts and experience; numerous internships and scholarships; and nearly 100% job placement."]}, "Food Systems": {"degree_types": ["Certificate"], "descriptions": ["The certificate in food systems is an option open to all undergraduate students. It assembles an interdisciplinary curriculum, integrating different paradigms across all aspects of food production, distribution, and consumption, along with the context and values inherent to the systems."]}, "Forest Science": {"degree_types": ["BS"], "descriptions": ["The Department of Forest and Wildlife Ecology trains foresters to sustainably manage forests toward sustainable ecological, social, and economic outcomes. Forest science students also learn how to respond to forest disturbances from insects, diseases, fire, and other changes. Beyond a core of basic science and forestry coursework, students have flexibility to customize their learning experience within one of three tracks: forest conservation, forests and the environment, and forest management."]}, "French": {"degree_types": ["BA", "BS", "BSE", "Certificate"], "descriptions": ["The French program at UW-Madison offers students opportunities for cultural and literary learning about the French-speaking world through dynamic, in-class experiences and extracurricular components such as the French House, an immersion residence hall and cultural center, and the French Ambassador program, a student organization that engages students with French and Francophone cultural events in and around Madison.", "The undergraduate World Language Education Program, including the French major and minor, was suspended in the fall of 2020 and will be discontinued at the undergraduate level as of fall 2023. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program.", "The undergraduate certificate in French offers students the opportunity to develop their proficiency in French language and their knowledge of literature and culture in the French-speaking world, thereby complementing their major(s) in other subjects across the university. It also strengthens the applications of students who intend to pursue careers or graduate study in areas where French is useful. The certificate is open to all undergraduate students."]}, "Game Design": {"degree_types": ["Certificate"], "descriptions": ["Game Design is the theory and practice of creating games. We focus on games broadly speaking--puzzles, toys, board games, role-playing, sports, or simply not stepping on the cracks in the sidewalk--all structured and playful activities. Making games offers an opportunity for creative expression, for simulating real-world problems, and for communicating complex ideas about systems and processes."]}, "Gender and Women's Studies": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["The Gender and Women's Studies curriculum provides a platform for students to study how equity and social justice are connected to gender, sexuality, and identity. Students explore the field through traditional disciplines, such as literature, history, anthropology, sociology, public health, education, law, biology, psychology, political science, and the visual arts. Students in our courses develop strong analytical and communication skills through classroom discussion, writing, and independent projects. Undergraduates in our programs can pursue research skills through thesis writing, as well as professional development opportunities through career workshops with alumni and in our internship program. As a result, graduates from our programs apply a critical lens in fields like health and public policy, social justice and advocacy, reproductive justice, non-profit administration, clinical medicine, software development, communications, and media production.", "Gender and Women's Studies courses emphasize critical thinking in an interdisciplinary context. Students learn about the ways that the meanings assigned to gender shape our understandings of other academic disciplines and everyday life. Social policy, politics, family, health, and sexuality are just a few of the areas critically addressed in Gender and Women's Studies."]}, "Genetics and Genomics": {"degree_types": ["BS"], "descriptions": ["Genetics and genomics is a bachelor's program for students seeking to understand how genes shape life, from fundamental cellular functions to population dynamics, and for students preparing to apply genetic and genomic concepts in such areas as medicine, biotechnology, biomedical research, agriculture, journalism, and public policy. A B.S. degree with a major in genetics and genomics positions students for many jobs in the biotechnology industry. Genetics and genomics majors are well prepared to pursue research-focused Ph.D. programs that provide further training for careers in biomedical and agricultural research. Genetics and genomics majors are highly competitive for admission to top medical schools, where there is a growing focus on personalized medicine, and genetic counseling programs."]}, "Geography": {"degree_types": ["BA", "BS"], "descriptions": ["Geography is an interdisciplinary field that seeks to understand humans' relationships with the built, biophysical, and social environment. It is a rich and vibrant discipline that is essential to understanding the world and many of its problems. Geographers emphasize spatial processes in studying a wide array of vital issues, including climate change, urbanization, social movements, globalization, environmental justice, geopolitics, environmental hazards, and human migration, among others. Geography thus offers a unique lens through which to illuminate the intertwined places, societies, and ecologies that comprise our diverse world."]}, "Geological Engineering": {"degree_types": ["BS"], "descriptions": ["The B.S. in Geological Engineering merges geology and engineering, utilizing technical expertise to work with projects involving the Earth. With the application of engineering principles and earth science, Geological Engineers provide innovative solutions for issues related to the environment, sustainability, energy, and infrastructure. While relationships between the use of natural resources and the environment are becoming increasingly critical, Geological Engineers bridge the gap between society's needs and nature."]}, "Geology and Geophysics": {"degree_types": ["BA", "BS"], "descriptions": ["Geology offers unusual opportunities to interweave knowledge from many disciplines in the study of natural Earth phenomena. Those who enjoy the challenge of integrating different kinds of information into a unified interpretation will find geology particularly satisfying. Most geology students enjoy travel and have a strong interest in the natural environment as it is today and as it has developed through the past 4.5 billion years. A natural capacity for historical and sequential thought, inductive reasoning, and three-dimensional perception is helpful, and these skills will be developed. Geological investigations are becoming increasingly quantitative and experimental, and thus require some computer experience and a strong foundation in chemistry, physics, and mathematics."]}, "German": {"degree_types": ["BA", "BS", "BSE", "Certificate"], "descriptions": ["The German program affords students the opportunity to begin or to continue their study of German and/or Dutch. Knowledge of German provides access to a culture that for more than a millennium has been central to the history, economy, arts, and sciences not just of Europe but of Western civilization as a whole. In the contemporary world, German-speaking countries have Europe's strongest economies and are playing an increasingly important role in world affairs. More Americans claim German ethnicity than any other, and German-speaking immigrants and their descendants have had an enduring impact on the history and culture of the United States. UW-Madison has been a leader in the field of German studies for more than a century. The university's libraries are remarkable for the depth and breadth of their German-language holdings.", "Declaring your Major in German opens up a variety of opportunities, not only for personal growth but for professional growth as well. Our graduates go on to pursue a wide variety of careers--in business, public service, health care, law, engineering, information technology, education, and the arts--where a knowledge of German and the cultures of German-speaking Europe is useful. Many German majors are double-majors who easily complete requirements for both majors in four years. German students pursue second majors in the social sciences and humanities, natural sciences (especially majors leading to careers in health care), engineering, and business.", "The undergraduate World Language Education Program, including the German major and minor, was suspended in the fall of 2020 and will be discontinued at the undergraduate level as of fall 2023. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program.", "The certificate in German offers students the opportunity to develop proficiency in German, thereby complementing major(s) in other subjects across the university. It also strengthens the applications of students who intend to pursue careers or graduate study in areas where knowledge of German is useful. The certificate in German is open to all undergraduate students, including Special students who may already have completed majors and earned degrees."]}, "Global Cultures, Languages, and Education": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Global Cultures, Languages, and Education (GCLE) educates students about global anthropological, sociolinguistic, and language policy and planning perspectives, while providing them with tools to think critically about global language, literacy, and sociocultural contexts."]}, "Global Health": {"degree_types": ["BS", "Certificate"], "descriptions": ["Students in the major will study human health and well-being through population-level and planetary health perspectives. The major provides students with a foundation in disease biology and epidemiology, food systems, environmental health, and public health and policy, and also allows students to focus further within their area of interest. The curriculum features introductory coursework in biosciences and social sciences, a set of core courses, a variety of depth courses, and a culminating capstone course. Students are encouraged to complete a global health field experience as part of their major.", "The Undergraduate Certificate in Global Health is a 15-credit program open to all undergraduate students at the University of Wisconsin-Madison. The curriculum features a set of core courses, a diverse pool of elective options, and a credit-bearing field experience requirement."]}, "Graphic Design": {"degree_types": ["Certificate"], "descriptions": ["The Graphic Design Certificate allows students from across campus, regardless of their major or degree program, to engage in a meaningful, rigorous sequence of coursework introducing them to the field of graphic design. Previous college coursework or job experience in art and design is very beneficial, but not required. An inherently interdisciplinary practice, graphic design plays an important role at every level of contemporary culture. Graphic designers function as the \"fusion\" between art, business, engineering, research, and science fields."]}, "Health and the Humanities": {"degree_types": ["Certificate"], "descriptions": ["The humanities are about the human experience, and this certificate will give you exposure to a range of historical, cultural, and philosophical reasons why people make decisions about their health care. Everyone who comes in contact with the health care system, from health care providers to patients, needs to understand more than just the biological aspects of medicine in order to support health and wellness."]}, "Health Policy": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Health Policy offered through the La Follette School of Public Affairs prepares undergraduate students to navigate and shape health policy in Wisconsin and in the United States. Coursework covers key concepts and contemporary issues relevant to work within the complex world of U.S. health policy. Courses also build familiarity with analytic methods and approaches used to foster evidence-based health policy, focusing especially on policy levers that influence health equity."]}, "Health Promotion and Health Equity": {"degree_types": ["BS"], "descriptions": ["The program is broadly designed to provide students with the skills and perspectives to facilitate healthy practices at the individual and societal levels. Students will learn about the theoretical, programmatic and empirical foundations of health promotion and health equity interventions and be taught to demonstrate competence in evaluating strengths and weaknesses in health promotion programs. The coursework will prepare students for emerging career opportunities as health educators within community health organizations, hospitals, mental health centers, clinics, schools and universities, businesses and non-profits, governmental health offices, and various other public health-related professions."]}, "History": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["The history major at UW-Madison is a great option for people who are interested in studying change. History asks, \"How did the world get to be this way?\" and \"What factors might influence where the world is heading now?\" Studying history helps us understand and grapple with complex questions and dilemmas by examining how the past has shaped--and continues to shape--global, national, and local relationships between societies and people. The skills that history majors develop are used in a wide range of careers and prepare students for graduate or professional study in fields such as law, business, medicine, public policy and much more. History majors who are unsure of their careers can enroll in History 300 History at Work: Professional Skills of the Major.", "The History Department offers a 15-credit undergraduate Certificate in History. The certificate is built around the methodological core of History 201, provides students with flexibility to pursue their interests, and offers students four different types of capstone course options, drawn from both History and History of Science. The certificate will offer students a substantive education in history while helping them develop valuable transferable skills."]}, "Horticulture": {"degree_types": ["BS"], "descriptions": ["Horticulturists work to enrich our lives by integrating and applying plant science, environmental science, molecular biology, biotechnology, genetics, physiology, and management. Specifically, horticultural science deals with the development, production, growth, distribution, and use of fruits, vegetables, greenhouse crops, ornamentals, turf, and specialty plant crops (used for flavoring and medicine). Horticultural science is one of the most diverse biological sciences one can study at a university. Not only are the biology and genetics of crop plants interesting, but the application of this knowledge is equally important in a myriad of situations. Undergraduate horticulture majors will obtain specialized training in greenhouse/field management and the production and use of fruits, vegetables, nuts, and herbaceous/woody ornamentals through the bachelor of science degree program."]}, "Human Development and Family Studies": {"degree_types": ["BS"], "descriptions": ["Human Development and Family Studies (HDFS) combines coursework, outreach, and the latest research to examine lifespan development and to strengthen the quality of everyday life and human well-being. While earning a Bachelor of Science degree, students learn about human development in the classroom as well as through service-learning, volunteer, and internship opportunities. Students are exposed to knowledgeable researchers who are passionate about preparing them for meaningful careers within a field that is growing as fast as the world's population."]}, "Individual Major (L&S)": {"degree_types": ["BA", "BS"], "descriptions": ["The individual major within the College of Letters & Science is a method of fulfilling the depth requirement for students whose interests bridge existing departments and disciplines in ways not accommodated by an existing major or interdisciplinary program. The individual major must consist of a coherent pattern of courses in more than one department or recognized interdisciplinary program in the College of Letters & Science and must be approved by a faculty committee consisting of faculty from appropriate faculty from the College of Letters & Science."]}, "Individual Major (CALS)": {"degree_types": ["BS"], "descriptions": ["The individual major is a flexible program for undergraduates in the College of Agricultural and Life Sciences who want to attain a specific academic goal that is not easily attained through a major in one or more departments. The major must involve courses from several departments, must be at least as rigorous as a regular departmental major, and must be targeted at a special intellectual problem or academic need identified by the student. The individual major must be approved by a faculty committee and the CALS Curriculum Committee. Approval is not guaranteed, so students should be prepared to pursue alternative options and are encouraged to discuss these with their advisor."]}, "Individual Major (SOHE)": {"degree_types": ["BS"], "descriptions": ["The individual major is a program for undergraduate students who want to fulfill a specific academic goal that is not easily attained through a major in one or more departments. The major must meet a course of study that involves at least two departments and be targeted at a specific problem or academic interest identified by the student. A student proposal must be submitted and approved by the SoHE Undergraduate Program Council. Students are encouraged to begin working with faculty and advisors in the Advising & Career Center by the end of the sophomore year. Thirty credits must be earned in residence after the term in which the proposal is approved. The major will be guided by a committee of at least three faculty members (with no more than two faculty members from one department)."]}, "Individual Major": {"degree_types": ["BSE"], "descriptions": ["The individual major provides undergraduates with an opportunity to develop a unique course of study; one that is interdepartmental and not reflected in existing degree programs. Completion of the individual major does not lead to a professional license or certification, although graduates may be interested in pursuing alternative educational careers or graduate work. Graduates earn a B.S.-Education degree."]}, "Industrial Engineering": {"degree_types": ["BS"], "descriptions": ["Becoming an industrial engineer (IE) places one in an exciting field of engineering that focuses on productivity improvement worldwide. It is a field that deals as much with human aspects of work as with today's sophisticated tools of work. What sets industrial engineering apart from other engineering disciplines is its broader scope. An IE deals with people as well as things. The industrial engineer applies problem-solving techniques in almost every kind of industry, business, or institution. There are IEs in banks, hospitals, government at all levels, transportation, construction, processing, social services, electronics, facilities design, manufacturing, and warehousing."]}, "Information Science": {"degree_types": ["BA", "BS"], "descriptions": ["Information Science majors study concepts and examine issues at the nexus of people, data, information and computing. Majors gain the knowledge and skills to create data driven technologies, and to make them work for real communities. Information Science focuses on the ethical, cultural, and social factors in design and use of information technology-based and data-driven systems. Majors become adept in the creation, management, retrieval, and curation of data and information. The major emphasizes designing systems that foster well-being and support the public good."]}, "Integrated Liberal Studies": {"degree_types": ["Certificate"], "descriptions": ["Integrated Liberal Studies (ILS) is an interdisciplinary program offering courses devoted to Western history, philosophy, politics, art, literature, and culture. As an alternative to scattered electives, ILS offers a set of related courses specially tailored to meet the breadth requirements of the College of Letters & Science. ILS draws exemplary, dynamic faculty from departments across campus to create courses that challenge students with a rigorous program of interdisciplinary study emphasizing critical thinking and judgment rather than passive absorption of information. Although these courses may be taken as single electives, the purpose of the program is to counter the fragmentation of undergraduate education by providing a common ground of learning."]}, "Integrated Studies in Science, Engineering, and Society": {"degree_types": ["Certificate"], "descriptions": ["The certificate in Integrated Studies in Science, Engineering, and Society Undergraduate (ISSuES) offers undergraduate students an opportunity to explore the social sciences and humanities in a way that emphasizes the relationship between science, technology, medicine, engineering, and society. From energy to communications technologies to gene editing to automation, the interplay between researchers, developers, policy makers and the public is constantly shaping and reshaping our world. The ISSuES certificate allows undergraduate students to complement their majors with a set of courses aimed at helping them understand how society shapes science and how science shapes society."]}, "Interior Architecture": {"degree_types": ["BS"], "descriptions": ["A Bachelor of Science degree in Interior Architecture integrates art, sustainability, and business, into a highly creative curriculum with Council for Interior Design Accreditation. Interior design is a multi-faceted profession in which creative and technical solutions are applied within a structure to achieve a built interior environment. These solutions are functional, enhance the quality of life and culture of the occupants and are aesthetically attractive. Designs are created in response to and coordinated with the building shell and acknowledge the physical location and social context of the project. Coursework includes sketching, rendering, computer drafting and design, 3D modeling, art and art history, business, and engineering."]}, "International Development and Education": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in International Development and Education will develop a new generation of global education leaders who understand the complex issues that shape international education policy and practice, including poverty, inequity, sustainability, colonial relations, human rights, health disparities, and governance. Students will recognize their own positionality in relation to international development education efforts, and learn about and reflect on new international education paradigms that center collaboration, partnership, and humility."]}, "International Engineering": {"degree_types": ["Certificate"], "descriptions": ["The certificate in international engineering provides recognition for a student's efforts to prepare for an international career by learning about one or more countries outside the United States. An undergraduate student in the College of Engineering or the Department of Biological Systems Engineering can earn the certificate by completing at least 16 credits in courses with a primary focus on the language, culture, history, geography, society, or institutions of a particular country or region of the world."]}, "International Studies": {"degree_types": ["BA", "BS"], "descriptions": ["International studies is an interdisciplinary major with a broad background in international and transnational political, social, economic, commercial, and environmental affairs, together with a comparative study of politics, economics, security, and culture. The goal is to provide students with the necessary tools to understand global processes in their totality and how they are situated and lived in specific regions. The major provides an integrated program of courses that lays the foundation for professional training in a wide variety of areas. Such a foundation can be invaluable in securing a place in competitive graduate or professional schools, which, in turn, prepare students for government service, or for other careers with an international focus, including those in multinational corporations, international finance, non-governmental organizations, and institutions of teaching and research."]}, "Introductory Studies in Dance/Movement Therapy": {"degree_types": ["Certificate"], "descriptions": ["Dance/movement therapy is a creative form of psychotherapy that uses movement, as well as words, to help people--those who are generally healthy as well as those dealing with emotional, mental, or physical problems--to regain a sense of wholeness by experiencing the fundamental unity of body, mind, and spirit. The dance therapy certificate introduces students to the fascinating nonverbal aspects of human communication and its applications to a wide range of other fields such as social work, teaching, occupational therapy, physical therapy, and communication disorders."]}, "Italian": {"degree_types": ["BA", "BS", "BSE", "Certificate"], "descriptions": ["The Italian program at UW-Madison offers students opportunities for growth in the language and for increased cultural fluency through dynamic, in-class learning experiences and multiple extracurricular components such as Piazza Italia (an Italian immersion floor in the Lakeshore residence halls), Caffe Culturale (an Italian conversation group), Italian Club, and Cineteca Italiana (an Italian film club).", "The undergraduate World Language Education Program, including the Italian major and minor, was suspended in the fall of 2020 and will be discontinued at the undergraduate level as of fall 2023. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program.", "The Undergraduate Certificate in Italian offers students the opportunity to develop their proficiency in Italian language and their knowledge of literature and culture in the Italian-speaking world. The Undergraduate Certificate also strengthens the applications of students who intend to pursue careers or graduate study in areas where Italian is useful. The Undergraduate Certificate in Italian is open to all undergraduate students."]}, "Japanese": {"degree_types": ["BA", "BS", "BSE"], "descriptions": ["The Japanese program offers students a range of courses and activities which enhance students' intercultural and transcultural competencies. With the completion of the four basic years of the language, students will be prepared to handle various types of colloquial Japanese. Our majors pursue advanced studies in Japanese language or literature. It is also possible to combine an interest in Japan with a degree in business, engineering, history, or international studies.", "The undergraduate World Language Education Program, including the Japanese major, was suspended in the fall of 2020 and will be discontinued at the undergraduate level as of fall 2023. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program."]}, "Japanese Professional Communication": {"degree_types": ["Certificate"], "descriptions": ["The certificate in Japanese professional communication provides students with the opportunity to develop proficiency in Japanese while pursuing majors in other subjects across the university. It emphasizes the development of communication skills that are applicable to various professional contexts that students may encounter in their future careers. The certificate is open to all undergraduate students (except for those majoring in Japanese). It is available to University Special students only in circumstances where they have completed more than half of the 12 credit requirements discussed below as UW-Madison undergraduates in the semesters preceding their University Special student enrollment."]}, "Jewish Studies": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["From history to political science, sociology to music and the arts, Jewish Studies is a vibrant, interdisciplinary program that allows you to explore Jewish civilization from a variety of perspectives. As a student in Jewish Studies, you will study the intellectual and cultural values of Jews, their religious beliefs and practices, languages, literary creativity, and participation in the larger societies in which they live. You will sharpen your ability to think critically, read closely, and write effectively. And while learning how Jews have lived, survived, and sometimes flourished, you will gain a deeper comprehension of their rich, varied culture and the world they inhabit.", "From history to political science, sociology to music and the arts, Jewish Studies is a vibrant, interdisciplinary program that allows you to explore Jewish civilization from a variety of perspectives. We encourage all students to consider a Jewish Studies major or certificate, regardless of your background or previous study."]}, "Journalism": {"degree_types": ["JBA", "JBS"], "descriptions": ["The school seeks to provide students with both a broad cultural base for future careers and the competence to do professional work immediately after graduation. Of the 120 credits required for graduation, at least 21 must be in the social sciences/humanities--for example, economics, history, psychology, political science, sociology. In addition to skills courses, students are required to take courses in conceptual subjects such as law and history of mass communication, public opinion, international communication and communication theory. The student approaches mass communication as science, art, and service while relating it to many facets of society."]}, "Kinesiology": {"degree_types": ["BS"], "descriptions": ["Exercise and movement science (EMS) is a named option offered in the Department of Kinesiology. The department's mission is to research, teach, and apply knowledge related to movement, exercise, and human occupation with the ultimate goal of enhancing human health, productivity, and quality of life."]}, "Landscape and Urban Studies": {"degree_types": ["BA", "BS"], "descriptions": ["The major provides students opportunities to specialize in several directions: Culture, Health and Community; Restoration and Ecological Design; and Urban Studies. The major also provides students opportunities to explore the design and planning professions. Students who graduate from the major are prepared for starting positions in public or private agencies that oversee conservation, land management, cultural landscape conservation, and planning or for continuing on to graduate school, in particular, professionally accredited programs in Landscape Architecture, Planning, or Environmental Studies. This is the major for people who care about the natural world and human creation by understanding cultural and natural resource protection, green infrastructure, social equity, and policy, and more."]}, "Landscape Architecture": {"degree_types": ["BLA"], "descriptions": ["The Bachelor in Landscape Architecture degree is a four-year professional landscape architecture program nationally accredited by the Landscape Architecture Accreditation Board (LAAB). Completion of the program is the first step in becoming a licensed Landscape Architect and also serves as preparation for graduate programs in advanced landscape architecture, urban & regional planning, or in programs specializing in research."]}, "Latin": {"degree_types": ["BA", "BS", "BSE"], "descriptions": ["Students who pursue the Latin major read a wide variety of authors and can expect to achieve a high level of competency in the ancient language of the Romans. Coursework includes such favorites as Vergil, Ovid, Cicero, Julius Caesar, and Catullus, but students can expect to be able to read other authors like the historians (Livy, Sallust, and Tacitus) and genres like lyric, satire, and drama.", "The undergraduate World Language Education Program, including the Latin major, was suspended in the fall of 2020 and will be discontinued at the undergraduate level as of fall 2023. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program."]}, "Latin American, Caribbean, and Iberian Studies": {"degree_types": ["BA", "BS"], "descriptions": ["The Latin American, Caribbean, and Iberian Studies Program is one of the major US centers for research about Latin America. This program is for those who seek a multidisciplinary education on Latin America, the Caribbean, Spain, and Portugal. It offers a wide range of courses in fields such as anthropology, business, economics, geography, history, journalism, music, political science, sociology, Spanish and Portuguese, and indigenous languages such as Yucatec Maya or Quechua."]}, "Legal Studies": {"degree_types": ["BA", "BS"], "descriptions": ["Legal studies is an undergraduate major in the College of Letters & Science. The program's mission is to provide a liberal education across traditional disciplines, focusing on the theory and operation of law and legal institutions. The courses in the legal studies major expose students to the many facets of law as a social phenomenon--its evolution, function, motivating ideas and effects. The major is not intended as preparation for law school because the emphasis is on exploring broadly defined questions about law from a variety of perspectives, rather than on training for the profession. The legal studies major is, however, suitable for pre-law students."]}, "LGBTQ+ Studies": {"degree_types": ["Certificate"], "descriptions": ["The LGBTQ+ Studies Certificate Program, housed administratively in the Department of Gender and Women's Studies, is a campuswide program open to students in any major. Courses that count toward this interdisciplinary certificate come from a wide range of fields including literature, history, sociology, medical history, as well as from gender and women's studies, which is in itself an interdisciplinary field. This certificate can compliment many other programs and plans across campus, including, but not limited to gender and women's studies. New courses are added to the program each semester."]}, "Life Sciences Communication": {"degree_types": ["BS"], "descriptions": ["The Department of Life Sciences Communication (LSC) is a global leader in the research and practice of communicating emerging science. Our faculty work at the intersection of science, media, and society. The LSC major teaches students how to understand the way we all make sense of increasingly complex scientific breakthroughs that we often know little about. Our students graduate with a strong theoretical background in science communication and practical experience which allows them to more effectively communicate about controversial science in areas such as gene editing, the environment, health, agriculture, and artificial intelligence."]}, "Linguistics": {"degree_types": ["BA", "BS"], "descriptions": ["Linguistics is the scientific study of human language. It investigates the common principles underlying all languages, as well as the organization of particular languages. Our undergraduate major emphasizes strong foundational training in the core areas of theoretical linguistics. Students also have access to breadth courses in a wide variety of interdisciplinary areas, including first and second language acquisition, language disorders, psycholinguistics, sociolinguistics, historical linguistics, neurolinguistics, philosophy of language, and language endangerment and revitalization."]}, "Manufacturing Engineering": {"degree_types": ["Certificate"], "descriptions": ["Because manufacturing itself is complex and broad, manufacturing engineers apply many engineering principles and work in a multidisciplinary world. This certificate allows students to emphasize either manufacturing systems or manufacturing processes--or, they can choose to spread courses evenly across both. Through this certificate, students will gain an understanding of these two areas of manufacturing. Undergraduates in industrial and systems engineering or mechanical engineering can pursue this certificate without adding time to the degree."]}, "Material Culture Studies": {"degree_types": ["Certificate"], "descriptions": ["The certificate in material culture studies has two goals. First, students will become acquainted with the field and its methodologies. They will learn what kinds of objects are considered in the study of material culture and how scholars and professionals from different fields and in different contexts enlist material culture in their research and activities. They will gain an appreciation for the information artifacts can provide. They will learn the kinds of questions that can be asked of objects and the kind of information that artifacts can show us. They will become familiar with (and able to distinguish between) descriptive and interpretive components of material culture study, and gain an awareness of the variety of methods. Second, students will gain an appreciation for the ways that \"things\" help us to connect to the world and see it in a new way, and the ways \"things\" give meaning to our lives and the lives of those around us."]}, "Materials Science and Engineering": {"degree_types": ["BS"], "descriptions": ["The Department of Materials Science and Engineering offers B.S., M.S., and Ph.D. degrees in Materials Science and Engineering and an M.S. degree in Nanomaterials and Nanoengineering. The Nanomaterials and Nanoengineering degree is offered as a one-year named option (within the Materials Science and Engineering M.S. degree program)."]}, "Mathematics": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["Mathematics bridges the humanities and the sciences. Its position among the humanities is based on the study of mathematics as one of the liberal arts for more than two thousand years. The natural sciences have invariably turned to mathematics for techniques needed to explore the consequences of scientific theories. In the last few decades social scientists have increasingly found higher mathematics of value in their training and research. Still an expanding subject, mathematics offers more new and challenging frontiers than at any time in its long history--with many new fields, requiring new techniques and ideas for exploration."]}, "Mechanical Engineering": {"degree_types": ["BS"], "descriptions": ["Mechanical engineers are problem-solvers who make things work better, more efficiently, and more economically. They are innovators, coming up with original ideas to apply scientific knowledge in new ways. Mechanical engineers are builders, designing and developing machines and systems that make life easier. Mechanical engineers have strong science, mathematics, and technology backgrounds."]}, "Medieval Studies": {"degree_types": ["Certificate"], "descriptions": ["Medieval studies offers students interdisciplinary perspectives on the history of Europe and the Mediterranean rim between ca. 300-1500. Courses spanning 18 departments allow students to explore the medieval world from the standpoints of art, visual and material culture, history, law, languages and literature, music, philosophy, religious studies and the history of science and medicine. The certificate in medieval studies is designed to encourage pursuit of interdisciplinary work among several departments."]}, "Microbiology (L&S)": {"degree_types": ["BA", "BS"], "descriptions": ["The microbiology major, offered by the Department of Bacteriology, is a rigorous path of study, providing a curriculum packed with deep knowledge on broad aspects of microbiology and emphasizing modern laboratory skills. The core courses focus on the diversity, genetics, biochemistry, and physiology of microorganisms. A variety of elective courses provide the opportunity to study environmental microbiology, food microbiology, microbial pathogenesis, immunology, virology, microbiomes and microbial biotechnology, as well as advanced topics in microbial genetics and physiology. In the instructional laboratory courses, students learn beginning through advanced laboratory techniques--gaining the type of hands-on experiences with modern equipment that employers and graduate schools seek. Additionally, students can conduct mentored and independent research projects in faculty laboratories."]}, "Microbiology (CALS)": {"degree_types": ["BS"], "descriptions": ["The microbiology major, offered by the Department of Bacteriology, is a rigorous path of study, providing a curriculum packed with deep knowledge on broad aspects of microbiology and emphasizing modern laboratory skills. The core courses focus on the diversity, genetics, biochemistry, and physiology of microorganisms. A variety of elective courses provide the opportunity to study environmental microbiology, food microbiology, microbial pathogenesis, immunology, virology, microbiomes and microbial biotechnology, as well as advanced topics in microbial genetics and physiology. In the instructional laboratory courses, students learn beginning through advanced laboratory techniques--gaining the type of hands-on experiences with modern equipment that employers and graduate schools seek. Additionally, students can conduct mentored and independent research projects in faculty laboratories."]}, "Middle East Studies": {"degree_types": ["Certificate"], "descriptions": ["The Middle East studies certificate introduces undergraduate students to a multidisciplinary course of study that provides them with an informed overview of the history, civilizations, religions, politics, geographies, and economic factors that shape the cultural landscape of this dynamic and often volatile region. The certificate provides in-depth training in a special area that may be particularly useful as students pursue careers in a variety of fields. These can include academia, law, public history, education, business, and even medicine, where they will practice their profession abroad or use their international experience to expand their understandings of these regions as they work with topics on or populations from diverse societies in the Middle East."]}, "Molecular and Cell Biology": {"degree_types": ["BA", "BS"], "descriptions": ["Molecular and Cell Biology is the basic science that seeks an understanding of biological processes in terms of the properties and functions of the molecules that make up living cells. The scope of questions addressed in molecular and cell biology ranges from evolution to development to the regulation of gene expression. A career in molecular and cell biology requires a strong background in biology as well as a solid foundation in chemistry, mathematics, and physics."]}, "Music": {"degree_types": ["BA", "BS"], "descriptions": ["Mead Witter School of Music offers several degree programs at the undergraduate level. The bachelor of arts and bachelor of science curricula are liberal arts majors in the College of Letters & Science and are excellent programs for students interested in exploring the wide array of course offerings in the college or in two or more major areas of study. In these programs music courses comprise one-third of a student's work toward the degree. By comparison, the bachelor of music curriculum, a professional degree in music, requires 75 percent of total coursework within the Mead Witter School of Music. Students in this program are looking for depth in performance study along with a large complement of other musical studies at advanced level."]}, "Music: Education, B.M.": {"degree_types": [""], "descriptions": ["The undergraduate music education major consists of two certification programs: General and Instrumental Music and General and Choral Music. Students choose one of the programs and will, upon completion, be certified to teach in two areas at the Early-Childhood-through-Adolescence level. Music Education is a program offered jointly by the School of Music and the School of Education. The Bachelor of Music: Education degree is conferred by the College of Letters & Science; teacher certification is earned through the School of Education."]}, "Music: Performance, B.M.": {"degree_types": [""], "descriptions": ["Majors in this program have professional interests in solo performance, chamber music performance, orchestra or wind ensemble performance, studio teaching (private or in a college or university), church music, conducting, music technology or production, opera or musical theater, or many combinations of these. Some students may consider this program as preparation for graduate study in music, arts administration, and other areas. The faculty has designed the curricula to include a large complement of liberal studies (40 credits) along with the course work in music (90 credits). These 40 L&S credits must include satisfaction of all university General Education Requirements including Communication Parts A and B, Quantitative Reasoning Parts A and B, Natural Science, Social Science, and Ethnic Studies."]}, "Naval Science, BNS": {"degree_types": [""], "descriptions": ["The College of Engineering recommends candidates for the Bachelor of Naval Science degree. Earning both the BNS degree and the B.S. degree in the field of engineering may require five years. Engineering students in an ROTC program may require four and one-half to five years to complete both degree and commissioning requirements."]}, "Neurobiology": {"degree_types": ["BA", "BS"], "descriptions": ["The neurobiology major at UW-Madison will provide a rigorous education in neuroscience principles that will prepare students for health-related careers (physician, physician assistant, veterinarian, dentist, neuroimaging technician, speech-language pathologist, neuropsychologist, drug rehabilitation counselor, physical therapists), academic careers (college and university faculty, research scientists, lab technician, K-12 teachers), and careers in pharmaceutical and biotech industries, venture capital and scientific consulting firms, medical and scientific journals, intellectual property law, neuroscience-related nonprofit organizations and foundations, and government agencies."]}, "Nuclear Engineering": {"degree_types": ["BS"], "descriptions": ["Nuclear engineering is defined as the application of nuclear and radiation processes in technology. An important application is the generation of electricity using nuclear reactors. Another important application is in medicine, where radiation and radioisotopes are used to diagnose and treat illness. Nuclear engineering offers students an important opportunity to help meet the energy needs of our society and to contribute to the improvement of health through medical applications. Further, because the nuclear engineering curriculum is very rich in engineering physics, graduates are prepared to work in a number of technical activities outside the nuclear engineering field."]}, "Nuclear Engineering Materials": {"degree_types": ["Certificate"], "descriptions": ["The goal of this certificate is to combine a comprehensive set of course curricula that will provide students with an understanding of the challenges and remedial measures associated with materials in nuclear energy systems. It includes courses in radiation damage, nuclear fuel performance, corrosion, and Joining/Welding. A laboratory course will provide hands-on experimental analysis in the areas of corrosion, welding, radiation damage, and non-destructive evaluation."]}, "Nursing, BSN": {"degree_types": [""], "descriptions": ["The bachelor of science in nursing (BSN) degree program prepares individuals for careers in professional nursing in hospitals and other health care agencies. This traditional BSN program provides a foundation for progressing to positions of increased responsibility, leadership, and continued education in graduate programs. Upon successful completion of the program, students receive a bachelor of science in nursing degree from the UW-Madison School of Nursing. The curriculum includes courses in nursing as well as in liberal arts and sciences. Most students enter UW-Madison as pre-nursing students and spend their first two years completing nursing prerequisite and general education courses. Students then apply midway through their sophomore year to enter the nursing program as juniors. From there, the two-year nursing component includes lectures, laboratory, and clinical courses."]}, "Nursing, BSN (Accelerated)": {"degree_types": ["", ""], "descriptions": ["Students who already have a bachelor's degree or higher and are interested in making a career change to nursing can apply to enter this fast-track professional program to earn the bachelor of science in nursing (BSN) in just 12 months. It is an intense, rigorous program with students completing approximately 1 credit a week, for a total of 49 credits over 12 months. This equates to an average of 50 classroom-based, clinical, and out-of-class hours each week.", "The RN to BSN program, called the BSN@Home program, is for Registered Nurses who already have an associate's degree or diploma in nursing and wish to earn the bachelor of science in nursing degree. The curriculum is designed for working adults. Almost all required coursework is completed online. Students can complete the program in as little as a year and a half."]}, "Nutritional Sciences": {"degree_types": ["BS"], "descriptions": ["The bachelor of science with a major in Nutritional Sciences builds on a core set of nutrition courses with additional courses emphasizing the chemistry and biology of nutrients from the molecular to the systemic level. Students in this program often pursue graduate study in medicine, nutritional sciences, and other biological sciences. Graduates also find employment in agribusiness, the food industry, government agencies, health fields, and human services. Others may pursue advanced degrees in nutrition, the health and social sciences, and international studies. Students concerned with food and nutrition problems of developing countries can also enroll in courses that treat the agricultural, environmental, economic, and social context of such problems with the nutrition core."]}, "Nutritional Sciences, Nutrition, and Dietetics": {"degree_types": ["BS"], "descriptions": ["The popular dietetics degree program combines clinical and managerial courses with the nutrition core to prepare students to become registered dietitian nutritionists (RDN). RDNs work in hospitals, outpatient clinics, schools, colleges, wellness programs and nursing homes as well as in public health agencies, the food industry, and research labs."]}, "Organic Agriculture": {"degree_types": ["Certificate"], "descriptions": ["As consumer, industry, and society engagement with organic agriculture expands, the Certificate in Organic Agriculture provides undergraduate students excellent opportunities for learning on a variety of levels, including hands-on experiences. While the certificate focuses on the production and processing approaches that define organic agriculture, students can also explore other dimensions including economic, environmental, health, food systems, and policy. This interdisciplinary certificate can help UW students from various majors to develop employment opportunities in organic agriculture businesses (farm to fork), policy, public and non-governmental agency work, individual wellness and health initiatives, and sustainable development efforts."]}, "Personal Finance": {"degree_types": ["BS"], "descriptions": ["Personal Finance at UW-Madison has been ranked #2 in the nation by Wealthmanagement.com. The Personal Finance major is interdisciplinary with an emphasis on financial management and the economic well-being of individuals and families. The program offers two tracks: (1) the Financial Planning concentrations, a CFP Board-Registered program, for careers in financial advising, coaching, and wealth management, or (2) the Consumer Finance concentration with an emphasis on financial product development, financial technology, and consumer behavior. Named a top 35 great college for the program by Financial Planning magazine, UW-Madison is one of a few schools in the nation offering this Bachelor of Science degree. By combining finance and problem-solving with helping people, the Personal Finance major prepares students for a rewarding career in a rapidly growing field. Hands-on learning opportunities include internships and peer educator positions."]}, "Pharmaceutical Sciences": {"degree_types": ["BS"], "descriptions": ["The B.S. in Pharmaceutical Sciences is not a major, but is a milestone degree granted to current Doctor of Pharmacy (Pharm.D.) students while working toward the Pharm.D. degree. In order to qualify for the B.S. in Pharmaceutical Sciences, students must have attended UW-Madison prior to entering the School of Pharmacy, and must meet all degree requirements."]}, "Pharmacology and Toxicology": {"degree_types": ["BS"], "descriptions": ["Pharmacology and Toxicology (PharmTox) is an undergraduate major offered through the School of Pharmacy; successful completion of program requirements results in earning the Bachelor of Science-Pharmacology and Toxicology degree. Pharmacology and toxicology are related biomedical science disciplines. Pharmacology is the study of the sites, properties, effects, and mechanisms of drug action--the interactions of chemicals with biological systems. Toxicology addresses adverse effects of chemicals on humans and animals and includes exposure assessment, hazard identification, dose response assessment, and risk characterization. Both subjects integrate multiple scientific disciplines and rely on cutting-edge biotechnological approaches to gain insight into drug and toxicant action at the molecular level."]}, "Philosophy": {"degree_types": ["BA", "BS"], "descriptions": ["Philosophy involves reflection upon and understanding of all phases of human activity. Philosophy especially directs itself to the nature of knowledge and the most basic concepts of human understanding and value: morality, society, art and aesthetic experience, as well as science, politics, and religion. Philosophy is thus closely involved with other disciplines because, as human activities and quests for knowledge, they and their findings provide the material for philosophical inquiry. The courses offered by the department are designed to help students develop their own capacities to reflect intelligently on questions of fundamental and lasting significance."]}, "Physical Education": {"degree_types": ["BS"], "descriptions": ["The B.S. degree in Physical Education prepares individuals for careers in a variety of areas. At the heart of the degree is the physical education teacher education program, which has been preparing excellent physical educators since 1911. This degree is the key to obtaining physical education teaching positions in Wisconsin, other states, and internationally. A degree in physical education also readies individuals for other career paths. Some graduates have pursued teaching positions outside of school settings. Program alumni are well represented in the areas of coaching and officiating, recreation, fitness, healthcare and sport management."]}, "Physics": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["Physics is the science of the properties of matter, radiation, and energy in all forms. As such, it is the most fundamental of the sciences. It provides the underlying framework for the other physical sciences and engineering and for understanding physical processes in biological and environmental sciences. A degree in physics helps prepare you for employment in industry, research, government, and academia. A bachelor's degree from the undergraduate physics program will provide an overall view of both classical and modern physics along with problem-solving ability and the flexibility to continue learning.", "The department offers an undergraduate certificate in physics. An understanding of the physical universe informs many disciplines. The study of physics is essential to understanding nature and to advancing technology in the coming century. A certificate in physics increases the opportunities for students to become better informed on technological issues at the local, state, national, and international levels. The certificate is designed to serve undergraduates majoring in biology, chemistry, mathematics, engineering, education and other fields who wish to extend their study of physics beyond what may be required or recommended for their major without completing the full L&S physics major requirements."]}, "Pilates": {"degree_types": ["Certificate"], "descriptions": ["The Pilates certificate includes coursework that covers the classic Pilates mat and equipment repertoire, current teaching methods, and functional anatomy. The certificate prepares students to teach Pilates in a studio setting, and also creates a practical foundation for those who wish to pursue graduate work in movement-based fields. Students commonly pair the certificate with dance or kinesiology majors, although it is open to all interested students. The curriculum can be completed in 2-2.5 years, including two summer courses. Upon completion, students are encouraged to sit for the Pilates Method Alliance certification exam to earn their credentials as nationally certified Pilates teachers."]}, "Plant Pathology": {"degree_types": ["BS"], "descriptions": ["Plant pathology involves the study of plants and pathogens at the genetic, biochemical, physiological, cellular, population, and community levels, and how the knowledge derived is integrated and put into agricultural practice. Prerequisite to effective research, teaching, and extension in plant pathology is a breadth of interdisciplinary interest and knowledge, in a department and in its individual members, reaching from ecology to microbiology, from meteorology to applied mathematics, and from molecular biology to communication skills."]}, "Polish": {"degree_types": ["BA", "BS"], "descriptions": ["The Polish major offers courses in the Polish language, literature, culture, politics, and one of the most intricate, fascinating histories in Europe, providing the knowledge and skills for successful careers in business, politics, diplomacy, arts, translation, international law, environmental science, journalism, national security, tourism, and cultural services."]}, "Political Economy, Philosophy, and Politics": {"degree_types": ["Certificate"], "descriptions": ["The political economy, philosophy, and politics (PEPP) certificate is rooted in a core insight: social, economic, and political problems have ethical, political, and economic dimensions. The PEPP curriculum brings together faculty and coursework from three different academic departments: Economics, Philosophy, and Political Science. This cross-disciplinary curriculum is important not just for intellectual development, but also for fostering the habits of mind central to democratic citizenship."]}, "Political Science": {"degree_types": ["Certificate", "BA", "BS"], "descriptions": ["There are many definitions of political science. But whether a definition focuses on the analysis of governmental structures, or influences on voter choice, or the relationship between national governments, or the best form of government, at base, political science is about the systematic study of power. Whether power is exercised formally, as is the case between government and the individual, or informally, as is the case between individuals, it is the systematic study of power relationships that provides the subject matter for the discipline. Students who pursue a certificate in political science obtain not only an understanding of the workings of government, but they also develop important skills in critical thinking and analysis. These skills make them ideal candidates for careers in law; in government at the state, national, and international levels; in business; in journalism; and in politics.", "Political science is a broad and rich discipline. Some of our faculty members conduct research on why people behave the way they do politically. Others study institutions such as legislatures, courts, political parties, and bureaucracies both as organizations and as political actors themselves. Many political scientists use statistical analysis to understand political attitudes; others take deep dives into political philosophy. The field is divided into four principal fields: American Politics, Comparative Politics, International Relations, and Political Theory. Americanists study elections, voting, the presidency, Congress, the bureaucracy, race and politics, social movements, and courts. Comparativists primarily study the domestic politics of other countries, and they leverage comparison to seek answers to perennial political questions around democracy and authoritarianism, social identity and gender, political violence and conflict, why people protest, and the political economy of development. IR scholars study relations between states, including why states go to war, terrorism, international organizations like the United Nations and the World Bank, trade and finance across borders, and foreign policy. Theorists are intellectual historians and social critics interested in the millennia-long quest for the good and just society."]}, "Portuguese": {"degree_types": ["BA", "BS", "BSE"], "descriptions": ["The Department of Spanish & Portuguese offers an integrated curriculum in introductory and specialized instruction in Spanish and Portuguese languages, literatures, cultures, and linguistics for undergraduates to fulfill major, college, and campus requirements as well as for those seeking fluency and a solid language preparation for other opportunities. The objectives and goals of the undergraduate majors include the skills of advanced proficiency in oral communication and written expression, an understanding of Hispanic and Luso-Brazilian cultures, general familiarity with aspects of Hispanic and Luso-Brazilian literatures, and an understanding of aspects of Ibero-Romance linguistics.", "The undergraduate World Language Education Program, including the Portuguese major and minor, was suspended in the fall of 2020 and will be discontinued at the undergraduate level. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program."]}, "Preparing to Teach Abroad": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Preparing to Teach Abroad is designed to enable undergraduate students from any national background interested in teaching abroad to consider the complexities involved in entering beyond-US pedagogical settings. This entails understanding the importance of analyzing power-knowledge relations in sociocultural, political and historico-philosophical contexts in international locations, including attention to differences within such contexts. Students considering this pathway will learn basic principles of culturally responsive lesson design, teaching techniques, and strategies of reflection and modification."]}, "Promoting Activity for Diverse Abilities": {"degree_types": ["Certificate"], "descriptions": ["This certificate will prepare students with the specialized knowledge and skills to safely promote and develop physical activities to improve the health, wellness, and functioning of individuals with a wide range of diverse abilities. Students will be able to address inclusive activities aimed to improve general activities of daily living, posture, mobility, breathing, nutrition, and fall prevention as well as adapted sports, fitness and recreation."]}, "Psychology": {"degree_types": ["BA", "BS"], "descriptions": ["The mission of the undergraduate program in psychology is to provide students with opportunities to: learn about the multiple content areas of scientific psychology; develop the ability to think critically and quantitatively; enhance communication skills in the classroom and in writing; prepare for the most rigorous graduate and professional programs; apply the science of psychology to the well-being of citizens of Wisconsin and the global community."]}, "Public Policy": {"degree_types": ["Certificate"], "descriptions": ["The Undergraduate Certificate in Public Policy allows undergraduate students to apply a policy perspective to their major course of study and bolsters their skills for success in the workforce or in their graduate school coursework. Students build a strong foundation for careers in government, nonprofit organizations, or the private sector. The certificate program is ideal for students seeking careers related to key domestic and international issues such as health policy, criminal justice, education, energy, environmental studies, finance, transportation, and poverty. It also prepares students to be engaged citizens, ready to use their talents to improve the world around them."]}, "Rehabilitation Psychology": {"degree_types": ["BS"], "descriptions": ["In this major students learn how to promote and support the independence and full inclusion of people with disabilities in employment and the community. Various types of disabilities examined in the major include physical, mental, intellectual, emotional, and developmental disabilities. Graduates are prepared to provide quality entry-level general services in a variety of community settings, including advocacy, behavioral support, independent living, and supported employment. Many students go on to complete graduate programs in rehabilitation counseling, mental health counseling, occupational therapy, physical therapy, nursing, special education, social work, and other human services and health professions."]}, "Religious Studies": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["Religious studies is an academic discipline that looks at religious phenomena worldwide from a variety of angles in order to understand the many roles that religion plays in human life. To this end, students of religion learn to use a variety of theoretical analyses and methods. These include historical methods to understand how religions develop in time; critical literary methods to understand religious ideas; aesthetic methods to understand religious art and material culture; social-scientific methods to understand the relationship between religion, society and culture. Religious studies can also engage a variety of professional disciplines in analysis of how religion functions in economic, educational or political contexts, healthcare and scientific research, to name some examples."]}, "Russian": {"degree_types": ["BA", "BS"], "descriptions": ["The Russian major is designed to meet the needs of students who begin to study the language in college, as well as those who began to study the language in high school. With a major in Russian you will be able to converse with ease in most common situations at work, school, social events, and everyday duties, as well as read and write at an advanced level. In addition, you will gain an appreciation and understanding of Russian culture and politics, past and present, and the literary and artistic traditions that Russian society holds dear."]}, "Russian, East European, and Central Asian Studies": {"degree_types": ["Certificate"], "descriptions": ["The undergraduate certificate program in Russian, East European, and Central Asian studies seeks to provide undergraduate students with area knowledge of the societies and cultures of the peoples of Eastern Europe and Eurasia, drawing on the disciplines of anthropology, communication arts, economics, folklore, geography, history, language and literature, law, political science, and sociology. The certificate can be a valuable addition to a major in business, economics, education, geography, history, international studies, political science, Slavic languages and literature, and other departments."]}, "Scandinavian Studies": {"degree_types": ["BA", "BS", "Certificate"], "descriptions": ["The Scandinavian Studies program provides the opportunity to learn the literature, folklore, politics, and culture of the Nordic countries in the original languages and in English translation. Partly in cooperation with other departments, we offer courses in Scandinavian language, history, culture, social institutions, gender and women's studies, geography, arts, archaeology, myths, and folklore. Scholars who major in the field are equipped for careers in the countries that are the world leaders in gender equity, societal welfare, and 21st century business practices, as well as a range of careers including education, law, international trade, translation, civil service, non-profits, the arts, linguistics, literature, environmental sciences, conservation, diplomacy, and more.", "Declaring a Scandinavian Certificate opens up a wide array of ways you can stand out and profile yourself as an exceptional, global, and innovative student. The primary difference between the Major and the Certificate is the language requirement, but even without all five semesters of a Scandinavian language, you are still enjoying the benefits of a unique addition to your diploma. The Scandinavian countries have long been on the cutting edge of, among other things, sustainable energy, innovative bioscience, technology, healthcare, and social welfare. Learning more about these resourceful countries, their languages, culture, and ideologies not only benefits you as a student but gives you a decidedly positive edge in the eyes of future employers. The famous Danish \"hygge\" can spread into your everyday life as a student, and there are plenty of opportunities for careers and internships that you can explore. We are a small Unit and make sure your path to a certificate is easy and manageable, and most importantly, interesting, exciting, and enjoyable."]}, "Science Communication": {"degree_types": ["Certificate"], "descriptions": ["The Department of Life Sciences Communication (LSC) is one of the world's leading science communication programs, working at the intersection of science, media and society. The certificate in Science Communication teaches students how to understand the way we all make sense of increasingly complex scientific breakthroughs. Certificate students will gain an introduction to science communication theory and practical experience which allows them to more effectively communicate about controversial science in areas such as gene editing, the environment, health, agriculture, and artificial intelligence."]}, "Science of Fermented Food and Beverages": {"degree_types": ["Certificate"], "descriptions": ["The purpose of this certificate program is to provide undergraduates at UW-Madison with an opportunity to gain unique knowledge and skill sets specific to the fermented food and beverage industries. Students that successfully complete this program will graduate with a competitive edge and leadership potential specific to career opportunities in this unique and growing field."]}, "Social Justice and Education": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Social Justice and Education, focused on education policy and practice, aims to provide students with a foundational understanding of the social inequities that shape education and broader society, as well as how educators, students, administrators, parents, and community members have responded to these inequities. This certificate is intended to prepare UW-Madison students to critically analyze the role of education policies and practices in relation to broader social inequalities and social justice efforts. Students will connect course concepts and ideas to both their own lives as well as to historical and contemporary social and educational issues in education (in the U.S. and/or globally)."]}, "Social Welfare": {"degree_types": ["BA", "BS"], "descriptions": ["Undergraduates in the Sandra Rosenbaum School of Social Work receive a liberal arts education in the social and behavioral sciences and their application to human problems that prepares them to be informed citizens involved in human services or social welfare problems and policies. Students majoring in social welfare leverage their understanding of the historical context of social work and the systems and policies that underlie our society, and learn strategies to address social, racial, economic, and environmental justice and political contexts. Students take courses in a variety of social sciences to enable them to view social welfare in its broad social, economic, and political contexts. The social welfare major offers an overview of current social problems and prepares students for further academic study or for employment in selected human service arenas."]}, "Social Work": {"degree_types": ["BSW"], "descriptions": ["Undergraduates in the Sandra Rosenbaum School of Social Work receive a liberal arts education in the social and behavioral sciences and their application to human problems that prepares them to be informed citizens involved in human services or social welfare problems and policies. Students take courses in a variety of social sciences to enable them to view social welfare in its broad social, economic, and political contexts. The Bachelor in Social Work (BSW) Program prepares students as beginning-level professional social workers."]}, "Sociology": {"degree_types": ["BA", "BS"], "descriptions": ["Sociology applies the methods of science to explain social behavior. The interactions of individuals in families, groups, or organizations, and the institutions, social class, or shared beliefs of a common culture are all subjects for sociological research. There are many career opportunities open to people who complete a major in sociology, including business, counseling and social service, public policy, law, and criminal justice."]}, "Soil Science": {"degree_types": ["BS"], "descriptions": ["The Department of Soil Science provides undergraduate and graduate education in the environmental, agricultural, and natural resource aspects of soils. Areas of emphasis include soil ecology; soil erosion management; soil fertility and plant nutrition; soil physical and chemical characterization; biogeochemistry; urban soils; soil carbon; soil health; soil contaminants; waste management; pedology; and land use analysis."]}, "South Asian Studies": {"degree_types": ["Certificate"], "descriptions": ["Undergraduates interested in cross-disciplinary study of South Asia (generally defined as the countries of Afghanistan, Bangladesh, Bhutan, India, Nepal, Pakistan, Sri Lanka, and the Tibetan region) may earn a certificate in South Asian studies. The certificate can be a valuable addition to a major in anthropology, archeology, business, communications, economics, education, gender and women's studies, geography, history, international studies, journalism, languages and cultures of Asia, political science, zoology, and other departments. Completion of the certificate provides a concentration in the area through language and/or interdisciplinary training that provides enhanced career opportunities or increased preparation for graduate study."]}, "Southeast Asian Studies": {"degree_types": ["Certificate"], "descriptions": ["The undergraduate certificate in Southeast Asian Studies is awarded to undergraduate students in any degree program other than Asian Studies (Southeast Asia Concentration). The program is intended to allow undergraduate students to document their advanced training on Southeast Asian Studies. This certificate is particularly beneficial for students majoring in International Studies by making it possible to demonstrate language and area expertise on the region of Southeast Asia, which also works well with Anthropology, History, Political Science, Sociology, Gender & Women's Studies, Human Ecology, Journalism, and many other humanities and social science disciplines. The certificate also provides an opportunity for students with science and technology majors to concentrate their electives on the study of Southeast Asia."]}, "Spanish": {"degree_types": ["BA", "BS", "BSE"], "descriptions": ["Spanish continues to gain ground as a widely spoken, national and international language, making the ability to communicate effectively in both written and spoken Spanish an invaluable intellectual, social, cultural, and professional resource. The following are just a few of the many career paths for which proficiency in spoken and written Spanish can be a valuable asset: bilingual and second language education; medical, legal, and business professions; journalism; travel industry; translation; interpretation; non-governmental/nonprofit work; library science; and foreign service.", "The undergraduate World Language Education Program, including the Spanish major and minor, was suspended in the fall of 2020 and will be discontinued at the undergraduate level. A new, graduate-level program in World Language Education is under development and will provide teacher certification in these languages. Contact the Department of Curriculum and Instruction, curric@education.wisc.edu, regarding the status of this new program."]}, "Spanish Studies for Business Students": {"degree_types": ["Certificate"], "descriptions": ["Spanish continues to gain ground as a widely spoken, national and international language, making the ability to communicate effectively in both written and spoken Spanish an invaluable intellectual, social, cultural, and professional resource. Spanish is the official or co-official language of 21 countries, and with more than 400 million speakers worldwide (projected increase to about 530 million by 2050), it is the third most widely spoken language on the planet after Mandarin and English."]}, "Special Education": {"degree_types": ["BSE"], "descriptions": ["The Special Education program is the academic home to many students who enjoy working with children and youth, especially children and youth with disabilities. Special Education graduates enter a high-need field with an almost 100% job placement rate after graduation. Employment opportunities are available all across the country. The Special Education teacher certification program prepares educators to serve as resources and advocates for persons with disabilities and their families. This includes being a leader, collaborating with others, and working creatively within and outside schools to create inclusive educational experiences to improve the quality of life for individuals with disabilities and their families."]}, "Sports Communication": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Sports Communication is a 12-credit program that provides students with practical skills training and knowledge for success in the growing professions of sports journalism/broadcasting and sports strategic communication (sports marketing communication, and media/public relations). The program also includes coursework on sports, media and society. This program serves both Journalism majors (as an elective sequence) and non-Journalism majors (providing an opportunity for them to take professional skills courses in journalism and strategic communication). Many of these courses can be taken online and over the summer to maximize flexibility for student schedules."]}, "Statistics": {"degree_types": ["BA", "BS"], "descriptions": ["Modern statistics is an exciting subject that affects most aspects of modern living. It has been developed to deal rationally and objectively with the uncertainty that accompanies variation in phenomena as highly complex as the interplay of the many factors that affect our environment. It derives vitality in coping with practical problems arising in all fields of scientific activity, including the social, business, biological, agricultural, medical, natural, and engineering sciences. Investigators' efforts to learn about a specific phenomenon, be it the response of a patient to a certain medical treatment or the effectiveness of a particular instructional program on a student's learning, are impacted by the presence of natural variation. The field of statistics is concerned with valid and efficient ways to learn more about these phenomena in the presence of such variation. It is an inductive science in which information is extracted from sample data in order to draw inferences. This process most often involves planning experiments or designing studies to ensure that valid answers to questions are obtained from the sample."]}, "Summer Business Fundamentals": {"degree_types": ["Certificate"], "descriptions": ["The Summer Certificate in Business Fundamentals provides basic business education to students pursuing majors outside of the Wisconsin School of Business. The 12-credit certificate is designed to be completed over multiple summer terms with in-person and online course options, making it a more flexible option for students seeking fundamental business knowledge. Knowledge gained through the Summer Certificate in Business Fundamentals aims to better prepare students for business-related careers upon graduation."]}, "Supply Chain Management": {"degree_types": ["Certificate"], "descriptions": ["Admissions to the Supply Chain Management Certificate have been suspended as of fall 2020. If you have any questions, please contact the department."]}, "Sustainability": {"degree_types": ["Certificate"], "descriptions": ["Perhaps the best reason for pursuing a sustainability certificate is a personal interest in learning practical skills to make a difference in the world--in your life, in your job, and in your community. Working toward a certificate offers students the opportunity to pursue interests that complement their major(s). For example, the interdisciplinary nature of sustainability encourages students to consider multiple perspectives. In doing so, this certificate provides a breadth of perspective highly applicable to complex problems, such as those we face in our communities, in our workplaces, and in our personal lives."]}, "Teaching English to Speakers of Other Languages": {"degree_types": ["Certificate"], "descriptions": ["A certificate in teaching English to speakers of other languages (TESOL) is available to undergraduate students who wish to teach English as a foreign or second language, normally in positions abroad. Native English speakers must have the equivalent of four college-level semesters of one language including its spoken form. For nonnative English speakers, English is the foreign language. Nonnative English speakers must have a score of at least 50 on TSE or SPEAK and or 26 on the iBt speaking section and a TOEFL score of 100 on the iBt or 600 on the paper version. A score of 84 on the MELAB or 7 on the IELTS can be substituted for the TOEFL."]}, "Technical Communication": {"degree_types": ["Certificate"], "descriptions": ["The Technical Communication Certificate (TCC) is a program that meets industry and government agencies' demands for students with skills as communicators and for communication specialists. Because employers value well-developed communication skills, TCC courses will enhance success in co-op/intern positions and post-graduation careers. TCC graduates overwhelmingly confirm not only that the certificate gave them an edge over other candidates during the recruitment process, but also that the communication knowledge, skills, and attitudes they acquired while in the program helped them succeed in their jobs and helped prepare them for the diverse communication and management tasks in today's multifunctional team environments."]}, "Textiles and Design": {"degree_types": ["Certificate"], "descriptions": ["The certificate in textiles and design is an opportunity for students from a variety of disciplines to engage in an in-depth exploration of textiles. Studio courses cultivate a rich understanding of the physical and creative interaction of materials, techniques, and concepts: pattern, networks, woven structures, flexible materials, the interaction of multiples, tactility, color, and imagery. Students have the opportunity to be creative in design studios, using both low-tech handmade techniques and complex high-tech computer-generated systems."]}, "Textiles and Fashion Design": {"degree_types": ["BS"], "descriptions": ["Textiles and Fashion Design is a unique hybrid program that combines a deep understanding of materials and techniques with an academic base of history, science, and contemporary design. The heart of the major lies in the hands-on studio courses where students learn to weave, dye, print, construct, pattern, illustrate, design, and innovate. Going beyond technique, TFD faculty encourage students to intuitively make, analyze and revise, leading to discovery and creative problem solving. Special topics focus on environmental, economic, and cultural sustainability as well as technology and non-traditional entrepreneurship."]}, "Theatre and Drama": {"degree_types": ["BS"], "descriptions": ["A degree in Theatre and Drama from the University of Wisconsin-Madison can open doors to a wide range of careers. Our alumni are successful in theatre, film, television, gaming, production management, development, design, education, and all aspects of the entertainment industry. Our faculty are active theatre professionals who bring current and practical knowledge into the classrooms and productions. Our department is well known for the individual attention, mentoring, and commitment we give our students."]}, "Theatre": {"degree_types": ["Certificate"], "descriptions": ["The Certificate in Theatre may be completed by any UW-Madison undergraduate student who is not a declared Theatre Major. This certificate program offers students the ability to develop knowledge and skills in an area of theatre discipline. Theatre is a collaborative art form with many varied disciplines and talents working together to create a unified piece of art. We've created this certificate to be flexible enough for a student to pursue an individualized focus of study in an area of their interest. For example, a student may wish to pursue an acting focus, a technical theatre focus, a costuming focus, a scenic design focus, a stage management focus, etc. Or a student may wish to meet with the theatre advisor to create a custom focus that supplements and bolsters their primary degree path"]}, "Wildlife Ecology": {"degree_types": ["BS"], "descriptions": ["Wildlife ecologists apply science to manage and conserve wildlife populations and their habitats. The Department of Forest and Wildlife Ecology trains wildlife ecologists and managers to meet the complex needs of wildlife in a human-dominated world. Students receive training in species ecology, physiology and habitat management, techniques of monitoring species, and conservation, through a curriculum solidly grounded in the natural sciences. Beyond a core of basic science and wildlife coursework, students have flexibility to customize their learning experience within one of two tracks: natural sciences and natural resources. The natural sciences track includes coursework that will qualify a student for certification as a wildlife biologist by The Wildlife Society."]}, "Zoology": {"degree_types": ["BA", "BS"], "descriptions": ["The zoology major is a gateway to the diverse areas of modern biology. The major can be tailored to prepare students for advanced study and careers in many different areas: health professions and public health; law; life sciences research in university, government, and industrial settings; education including museum, nature center, secondary school, and college teaching; biotechnology; and environmental studies."]}}